<pad>	0
<unk>	0
<s>	0
</s>	0
▁	-3.08777
ን	-3.40834
▁የ	-3.72927
▁በ	-3.83938
ም	-3.94919
ት	-3.98862
ና	-4.14039
ው	-4.40876
ል	-4.55493
▁ከ	-4.56922
።	-4.59747
ስ	-4.78685
ር	-4.89732
▁ለ	-4.97622
ለ	-5.18323
፣	-5.23618
▁መ	-5.25924
▁አ	-5.26374
ድ	-5.32447
▁ላይ	-5.32482
▁የሚ	-5.44817
ታ	-5.46182
ብ	-5.47391
ክ	-5.51561
ራ	-5.54263
ረ	-5.58427
▁ውስጥ	-5.60692
.	-5.61096
ይ	-5.63614
በ	-5.69511
ግ	-5.70612
ላ	-5.71108
ቀ	-5.71515
መ	-5.73063
ች	-5.73089
ገ	-5.73902
»	-5.77995
ፍ	-5.79015
▁«	-5.79435
ማ	-5.79481
ቅ	-5.79843
▁ተ	-5.81046
ነ	-5.8167
ሰ	-5.83884
በት	-5.8397
ጥ	-5.85911
ደ	-5.87244
▁ይ	-5.9153
▁ነው።	-5.9366
▁ወደ	-5.94026
፤	-5.94514
ተ	-5.96361
ዎች	-5.98576
▁የተ	-5.99137
ቱ	-6.01774
ጋ	-6.01803
▁እንዲ	-6.02223
ጠ	-6.02231
ዳ	-6.02838
ባ	-6.03027
ሳ	-6.0347
▁ያ	-6.06261
ያ	-6.06914
ፈ	-6.07136
ሪ	-6.07977
የ	-6.09005
ዋ	-6.0999
ከ	-6.10745
/	-6.13708
ካ	-6.13845
▁እንደ	-6.13871
▁እ	-6.14359
ወ	-6.14457
▁ግን	-6.16299
▁ጋር	-6.17034
ውን	-6.17366
▁ሲ	-6.1847
ህ	-6.18717
ሉ	-6.21103
ፋ	-6.23889
▁ነው	-6.2566
ጣ	-6.27956
▁ጊዜ	-6.3121
ዝ	-6.31517
ቶ	-6.3309
▁ማ	-6.33426
ቃ	-6.33545
▁ነበር።	-6.35951
ነት	-6.38176
ሮ	-6.43533
-	-6.43872
ኤስ	-6.45965
▁ይህ	-6.46189
ዘ	-6.47377
ሩ	-6.48272
▁በመ	-6.49225
ሽ	-6.49842
ኑ	-6.55146
▁በኋላ	-6.57404
ቆ	-6.60572
▁ሊ	-6.61652
ዊ	-6.61751
▁ቀን	-6.63278
▁እንደሚ	-6.66815
▁ስለ	-6.67098
▁ቤት	-6.68125
▁አንድ	-6.6845
ሁ	-6.68811
ሙ	-6.68828
ኛ	-6.7043
▁ነገር	-6.71889
አ	-6.72451
ሊ	-6.74303
▁ሁኔታ	-6.74339
▁በሚ	-6.77476
ቡ	-6.80281
ሚ	-6.80417
▁ባ	-6.80501
ዋል።	-6.81091
▁ለመ	-6.81149
ኩ	-6.81802
▁እየ	-6.82799
▁ጉዳይ	-6.83194
ሻ	-6.84111
ጐ	-6.87713
▁ከፍተኛ	-6.87822
ሌ	-6.88055
ኝ	-6.88224
▁ለማ	-6.89049
ሸ	-6.89557
▁ሰዎች	-6.907
▁መሆኑን	-6.92681
▁አሁን	-6.93616
ባቸው	-6.9404
ሲ	-6.94055
▁እና	-6.94203
ኮ	-6.94226
ዛ	-6.94495
▁ዓመት	-6.94819
ሞ	-6.95443
ሎ	-6.95452
▁አስ	-6.98834
▁በዚህ	-6.99144
▁ቢ	-6.99507
ዱ	-6.99819
ቶች	-7.00169
▁መንግሥት	-7.0043
▁በማ	-7.0199
ላቸው	-7.02247
ሱ	-7.03114
ቁ	-7.03444
ኒ	-7.03759
▁ያለ	-7.05331
ሬ	-7.05411
▁ካ	-7.06385
ቴ	-7.07948
ቸው	-7.08295
ቲ	-7.08353
ለው	-7.09289
▁በአ	-7.09457
▁በማለት	-7.09502
▁አል	-7.11994
ተው	-7.12171
▁የሚያ	-7.12599
ጨ	-7.13017
▁ደግሞ	-7.13109
ጉ	-7.13963
▁ነበር	-7.14622
ቦ	-7.15387
▁ወይ	-7.16004
ሃ	-7.16272
ቢ	-7.17221
ሜ	-7.17303
ኔ	-7.17734
▁አለ	-7.18099
▁በተ	-7.18102
ም።	-7.18706
▁ዋና	-7.19488
▁ሰው	-7.1954
▁ታ	-7.20543
ዩ	-7.20993
▁የኢትዮጵያ	-7.21038
▁ያለው	-7.22507
▁በጣም	-7.22609
▁ሁሉ	-7.23895
▁ብቻ	-7.23943
▁ወ	-7.23955
▁የመ	-7.2406
▁እየተ	-7.24374
▁ሥራ	-7.24475
ፉ	-7.26542
ጃ	-7.26581
▁ዕለት	-7.27891
▁ኢ	-7.28015
ኤ	-7.29005
▁የአ	-7.29682
ል።	-7.29981
ፅ	-7.31341
?	-7.31365
ዲ	-7.31461
ኖ	-7.31705
▁አይ	-7.31969
▁የአሜሪካ	-7.32087
▁እንዲሁ	-7.32121
▁ከተማ	-7.32327
ዶ	-7.32849
ሶ	-7.3568
▁መንገድ	-7.35789
ጭ	-7.35794
▁እያ	-7.35797
▁አገሮች	-7.35965
ጫ	-7.36157
ጀ	-7.3634
ሥ	-7.36432
ወጣ	-7.36461
አየር	-7.36754
▁እስከ	-7.37097
▁ወታደሮች	-7.37402
ዎቹ	-7.37829
ቻ	-7.3889
▁ይህን	-7.39131
▁ገ	-7.39286
ዴ	-7.39346
▁የዩ	-7.3944
ታቸው	-7.39946
▁ምክንያት	-7.40093
▁በኩል	-7.40148
▁መካከል	-7.40434
▁ድረስ	-7.40762
▁ዓ	-7.41562
ዮ	-7.41676
▁ሆኖ	-7.42432
▁አቶ	-7.42702
ፀ	-7.44063
▁ጦር	-7.44141
▁ሰ	-7.44498
ጅ	-7.44507
ቤ	-7.44897
ጓ	-7.45419
ቤት	-7.45717
▁በፊት	-7.45818
▁ወቅት	-7.47248
ቱን	-7.47421
ፊ	-7.47678
ኘ	-7.47843
ሪያ	-7.4789
▁ሕዝብ	-7.48133
ቸውን	-7.48279
▁ድርጅት	-7.48358
▁ዛሬ	-7.48477
ታል።	-7.48508
▁ቃል	-7.48685
▁ምንም	-7.49613
▁ሚስተ	-7.50426
▁ብለዋል	-7.5109
▁ከዚህ	-7.51092
▁ከተ	-7.51107
▁ምን	-7.51118
▁እንደሆነ	-7.5118
ገባ	-7.514
▁ብዙ	-7.51527
ሰሜን	-7.51558
▁ሆነ	-7.51858
▁ወታደራዊ	-7.52315
ንግ	-7.52618
▁ኃይል	-7.53409
▁ኮ	-7.53822
ጡ	-7.53888
▁ዕ	-7.54554
ችው	-7.54929
▁አገር	-7.55561
ዕ	-7.55669
▁ጥ	-7.56022
▁የሚል	-7.56159
▁ኢትዮጵያ	-7.57424
ሆኑ	-7.57528
2	-7.57644
▁ሕግ	-7.58025
▁የጦር	-7.58287
▁መሪ	-7.58426
ሠ	-7.58612
▁ፍርድ	-7.58699
ቹ	-7.58773
▁እንዳ	-7.58868
▁ስብሰባ	-7.59128
▁ሚ	-7.59947
ሴ	-7.60369
)	-7.60682
▁ጥያቄ	-7.61021
▁መሣሪያ	-7.6111
▁ፍ	-7.61171
▁ባለ	-7.61417
▁እን	-7.61474
▁በላይ	-7.61781
▁ስ	-7.62054
▁ዜና	-7.63603
1	-7.63721
▁እንዲያ	-7.63837
▁አባላት	-7.63974
ዬ	-7.63998
አዲስ	-7.64851
ሉ።	-7.65149
ኪ	-7.65188
5	-7.65742
▁ቀ	-7.65828
▁(	-7.65843
▁ወር	-7.66059
▁መስ	-7.66808
መጣ	-7.67105
▁ግ	-7.6717
ሐ	-7.67454
▁ቦታ	-7.67817
▁ናቸው።	-7.68447
▁ዩ	-7.6856
▁አካባቢ	-7.68896
ረው	-7.69302
ዎችን	-7.69342
3	-7.6979
▁ሲሆን	-7.6999
▁ሌሎች	-7.70799
▁ደረጃ	-7.71243
ኦ	-7.7139
▁ጠ	-7.71688
ቷ	-7.72046
▁ሁለት	-7.72393
▁ያስ	-7.7246
▁መግለጫ	-7.72552
ድር	-7.73001
▁ጥቃት	-7.73043
▁ፕሬዚዳንት	-7.7368
▁ዓለም	-7.7371
▁አዲስ	-7.73918
▁ልዩ	-7.7404
▁ኤ	-7.74271
▁ኖሬጋ	-7.74597
ኖር	-7.74726
▁አስተዳደር	-7.74912
ለት	-7.74917
ፎ	-7.75082
ቋ	-7.75587
▁ከመ	-7.75995
▁ዓመታት	-7.76295
▁ብ	-7.76394
ኳ	-7.77204
▁ባለሥልጣናት	-7.77308
ኢ	-7.77344
▁ከአ	-7.77581
ሮች	-7.77748
ሣ	-7.77758
ደር	-7.77811
▁ሳይ	-7.78244
ሄ	-7.78477
▁እርምጃ	-7.78635
▁ሌላ	-7.78683
ቪ	-7.79088
ሰብ	-7.80263
▁የኢራቅ	-7.80342
ጽ	-7.80638
ጦ	-7.80962
▁አባ	-7.80986
▁ጦርነት	-7.81483
▁ሲል	-7.8162
ፒ	-7.82049
ሀ	-7.82122
▁ባለፈ	-7.82178
ተኛ	-7.834
▁ሥርዓት	-7.83803
▁በኢትዮጵያ	-7.83826
▁ቤተ	-7.84086
▁ላ	-7.84418
ታይ	-7.84426
▁ያህል	-7.84576
ፕ	-7.84903
▁አንዳንድ	-7.85065
▁ጀምሮ	-7.85075
▁ኢራቅ	-7.85826
ነው	-7.86159
▁ለማድረግ	-7.86216
ገኙ	-7.86269
እ	-7.86695
▁ከሆነ	-7.87578
▁የማ	-7.87587
▁ገልጿል።	-7.87663
▁እንዳይ	-7.87783
▁በየ	-7.87822
▁ሚኒስትር	-7.88719
ሆን	-7.89277
ፈው	-7.89384
▁ኮሪያ	-7.89705
ሠራ	-7.9012
ችን	-7.90196
ኢራቅ	-7.90354
▁ግንኙነት	-7.90604
ደቡብ	-7.9061
ጂ	-7.90772
▁ተስፋ	-7.90877
▁የውጭ	-7.90914
▁"	-7.91074
▁እንኳን	-7.91409
▁እንጂ	-7.92011
ሰማ	-7.92027
▁ሳ	-7.92278
▁ክፍል	-7.92421
▁ተብሎ	-7.92506
በር	-7.92685
▁በርካታ	-7.92783
ፖ	-7.92874
▁መሆኑ	-7.93261
ባት	-7.93421
ቷል።	-7.93466
ቸ	-7.93509
▁የኤርትራ	-7.93751
ገኝ	-7.93948
▁ደ	-7.94138
▁ቡድን	-7.94172
▁የሆነ	-7.94591
ዙ	-7.94596
▁ማለት	-7.94617
ሰጥ	-7.9483
መራ	-7.9495
ሰው	-7.95042
▁ቤቱ	-7.95093
ስት	-7.95548
▁ዘመን	-7.95628
▁አበባ	-7.95877
▁ሚሊዮን	-7.95877
▁ሠራተኞች	-7.96456
▁ችግር	-7.97012
▁ሞ	-7.97069
▁ሲሉ	-7.97119
▁ዘ	-7.97352
▁ውሳኔ	-7.97771
▁ከሚ	-7.97876
▁ተናግረዋል	-7.98412
4	-7.98468
▁ሳይሆን	-7.99391
መው	-7.99694
▁እንቅስቃሴ	-8.00148
▁መሪዎች	-8.00222
ርስ	-8.00392
ሯል።	-8.00593
ተዋል።	-8.00873
▁ጋዜጣ	-8.01072
ጎ	-8.01128
00	-8.01208
▁የእ	-8.01236
▁/	-8.01342
መድ	-8.01414
▁አደጋ	-8.01444
▁መንግሥታት	-8.01731
▁የሚያስ	-8.01947
▁መረጃ	-8.02225
፦	-8.02337
ዘር	-8.02818
ስተር	-8.02913
ዋል	-8.0324
ፊያሜታ	-8.03561
ንስ	-8.03607
"	-8.03938
▁ስምምነት	-8.03962
ደን	-8.04314
▁ገንዘብ	-8.04355
▁እነዚህ	-8.04798
ለች።	-8.04961
ዞ	-8.0508
▁አሜሪካ	-8.05378
ጆ	-8.0584
ቀው	-8.05853
▁ሲያ	-8.06017
▁እንደነበር	-8.06054
▁ልጅ	-8.06142
▁የሆነው	-8.06186
ኝነት	-8.06443
ላት	-8.06528
▁የሩሲያ	-8.06686
ዚ	-8.06751
▁ናቸው	-8.07436
▁መብት	-8.07456
▁1990	-8.07678
▁ሁለቱ	-8.07964
▁በሙሉ	-8.07981
▁የማይ	-8.08352
▁ምርጫ	-8.08451
▁ቀደም	-8.08583
ታቸውን	-8.09158
▁አን	-8.09305
▁ጥረት	-8.09339
▁አንዱ	-8.09876
ቂ	-8.10025
ገቡ	-8.10093
ዎ	-8.10128
ገድ	-8.10334
▁ነፃ	-8.10368
▁ወገኖች	-8.10571
▁ብር	-8.10767
ጻ	-8.11038
▁ምክር	-8.11194
▁ወጥ	-8.11347
▁ብሎ	-8.1143
▁ቅ	-8.11523
ታዊ	-8.11586
▁በአሁኑ	-8.11899
▁ጉ	-8.12212
▁መሆናቸውን	-8.12345
መጡ	-8.12348
መረ	-8.1256
▁ሐ	-8.12967
▁ጠቅላ	-8.12974
▁ኦ	-8.134
ከረ	-8.13617
▁እንዳለ	-8.13665
ኬ	-8.13922
ፈረ	-8.13941
ተር	-8.14003
ደረግ	-8.14133
▁ጉዳዮች	-8.14611
▁በቅርቡ	-8.14611
ጌ	-8.14636
ግብ	-8.14718
▁ሙሉ	-8.1475
ሆነው	-8.15058
▁ክስ	-8.15129
▁ዓይነ	-8.15225
ጊ	-8.15272
▁ቡሽ	-8.15327
ሁለት	-8.15831
8	-8.15884
ዓ	-8.16036
ፃ	-8.16204
▁ኃይሎች	-8.16694
▁ብሏል	-8.16744
▁አስተያየት	-8.17093
ቦች	-8.17344
ዉ	-8.17398
▁እርዳታ	-8.17398
▁ጨምሮ	-8.17399
ሚያ	-8.17424
▁ተመ	-8.17633
ፓ	-8.17789
▁ሃ	-8.17952
ያዙ	-8.17969
ሔ	-8.18007
▁ያለውን	-8.18296
▁ከዚያ	-8.18322
▁3	-8.18383
▁ያሉ	-8.18689
▁አሳ	-8.18952
▁ፖ	-8.19107
▁መሠረት	-8.19217
▁አፍሪካ	-8.19238
▁ጀ	-8.19375
▁አመ	-8.19435
▁በአንድ	-8.19441
▁ሰዓት	-8.19543
▁ብለው	-8.20438
ራት	-8.20515
▁ለሚ	-8.20765
▁የደኀንነት	-8.20769
ረዳ	-8.20803
▁ቆ	-8.20935
▁ተቃውሞ	-8.20996
ሰጡ	-8.21016
▁ሚኒስቴር	-8.21065
ደረጉ	-8.21102
▁በእርግጥ	-8.21118
ቻቸው	-8.21372
▁ቢሮ	-8.21561
ሰጠ	-8.2171
▁ብሔራዊ	-8.21796
ሯ	-8.22006
▁መንግስት	-8.22076
ነሳ	-8.2217
▁ቀና	-8.22296
▁የፖለቲካ	-8.22472
▁ድርጅቶች	-8.22482
ራቸው	-8.22696
ሎች	-8.2281
▁መለስ	-8.22938
ከተ	-8.23025
▁አቀፍ	-8.23238
ኛው	-8.23381
▁ጽ	-8.23452
ሕ	-8.2355
▁4	-8.23555
ጁ	-8.23732
ዜ	-8.23832
ቫ	-8.2397
▁ውጭ	-8.24104
▁የነበረው	-8.24221
▁ገልፀዋል።	-8.24728
ጤ	-8.24989
▁ሀ	-8.25072
▁እስካሁን	-8.25074
▁የነበሩት	-8.25203
ፈር	-8.25352
▁ሠራዊት	-8.25491
▁ፓ	-8.25706
ፍርድ	-8.25847
e	-8.26225
▁ኮሚቴ	-8.2626
▁ኤርትራ	-8.26517
▁የሚገኙ	-8.26574
▁2	-8.2664
ሟ	-8.2709
6	-8.27244
▁በመሆኑ	-8.27354
▁አገልግሎት	-8.27724
ኤን	-8.28058
ጠራ	-8.28151
ደገ	-8.28321
▁በተጨማሪ	-8.28604
▁ሳምን	-8.28864
▁ስም	-8.28954
▁ፈ	-8.29027
ኖች	-8.29366
መር	-8.29762
▁ሥር	-8.30281
▁ቋንቋ	-8.30684
አገሪቱ	-8.31012
ዚያ	-8.31079
▁ወንጀል	-8.31184
▁እንደሚያ	-8.31332
▁ዘገባ	-8.31512
ገደ	-8.31545
▁ተገ	-8.3244
ወጡ	-8.32456
▁በሌላ	-8.32589
▁ፖለቲካ	-8.32637
▁በተመለከተ	-8.3268
▁የእስራኤል	-8.32792
▁በእ	-8.32804
▁የፍልስጤም	-8.32845
▁ለማስ	-8.32952
▁ተከ	-8.33228
▁እናም	-8.33233
▁አላ	-8.33266
ወቅ	-8.33275
▁ተግባር	-8.33793
ናቸው	-8.33919
▁ጥቂ	-8.34045
▁እንዳሉት	-8.34082
▁ሊያ	-8.34085
▁ስላ	-8.34088
▁ያላቸው	-8.34374
▁ሰላም	-8.34389
▁ውድ	-8.34549
በሩ	-8.34901
ውጪ	-8.34979
ማቸው	-8.34982
▁ቁ	-8.35007
በረ	-8.35067
a	-8.35121
▁የሆኑት	-8.35614
▁ፕሬስ	-8.35728
19	-8.35779
▁ዘንድ	-8.36052
አንድ	-8.36155
▁የተባበሩ	-8.36216
▁ይዞ	-8.36377
ሥራ	-8.36418
▁አይደለም።	-8.36714
ጸ	-8.36817
▁እስ	-8.36858
ናል።	-8.37044
ረብ	-8.37178
ያቸው	-8.37255
ሹ	-8.37269
▁ፖሊስ	-8.37355
▁ተናግ	-8.37404
ደረሰ	-8.3741
ገንዘብ	-8.37454
ባል	-8.37591
ቻል	-8.37635
ሂ	-8.377
ገር	-8.38044
▁እኔ	-8.38246
ዳር	-8.38438
i	-8.38539
▁ጥሪ	-8.38643
ጥር	-8.38935
9	-8.39088
ዳቸው	-8.39206
7	-8.39341
▁አቋም	-8.39375
ደርግ	-8.39412
▁አቀባይ	-8.39448
ፖፕ	-8.39453
ብራ	-8.39522
▁ማስ	-8.39685
▁ያል	-8.39982
ጠር	-8.40106
▁የሥራ	-8.4021
ቀረበ	-8.40726
▁ደኀንነት	-8.40797
▁አመራር	-8.40838
ቸዋል።	-8.4093
20	-8.40965
ቢያ	-8.41129
▁ግንባር	-8.41175
0	-8.41237
▁እንደተ	-8.4158
ሏል	-8.41774
▁ዲ	-8.41867
▁ትናንት	-8.42328
ሶች	-8.4237
▁አሉ	-8.42396
000	-8.42466
▁ቢሆንም	-8.42643
▁ተቀ	-8.42879
t	-8.43025
▁ድጋፍ	-8.43036
ንድ	-8.43233
ኞች	-8.43334
▁ተጠ	-8.43352
▁የኦ	-8.43413
ነታቸው	-8.43985
▁የአፍሪካ	-8.44292
ደው	-8.44308
▁ስለሚ	-8.44807
ደረ	-8.44815
▁የለም።	-8.4538
▁እንደማይ	-8.45424
▁የዓለም	-8.45594
ሺ	-8.45721
▁የሚለው	-8.46101
ሞት	-8.46623
ወር	-8.46632
s	-8.46734
▁ምናልባት	-8.46757
ሚቀጥለው	-8.46757
በትን	-8.46803
ኅ	-8.46804
▁ባንክ	-8.46835
▁--	-8.47573
▁ተጨማሪ	-8.47709
50	-8.47904
ጠበቅ	-8.48023
ውያን	-8.48035
▁ማክሰኞ	-8.48146
ማዊ	-8.48235
▁መርከ	-8.48322
▁ፖሊሲ	-8.48671
▁ወዲህ	-8.48671
▁ያላቸውን	-8.48678
▁ይልቅ	-8.48715
ታል	-8.48891
▁ጥሩ	-8.48969
ሰራ	-8.49227
▁ተሰ	-8.49312
▁ቢያ	-8.49631
▁ዓላማ	-8.49671
ሉት	-8.50306
▁ሐሳብ	-8.50644
እኛ	-8.50769
ካሄድ	-8.50834
▁ለምን	-8.50879
ደርስ	-8.50985
▁በማድረግ	-8.51075
ዛሬ	-8.51423
▁መኪና	-8.51633
ሱዳን	-8.5169
▁ቦታዎች	-8.51692
▁የሚገኘው	-8.51759
አካባቢው	-8.51921
ቀረ	-8.52361
ነቱ	-8.52392
▁በሚያ	-8.52425
o	-8.52601
▁ቁጥር	-8.52647
ጦርነቱ	-8.52921
ባሕር	-8.53033
▁ያሉት	-8.53113
▁ለአ	-8.53134
ለፉት	-8.53202
ኖሩ	-8.53338
ሰላ	-8.53505
▁ይሆናል።	-8.5359
!	-8.53622
▁ውጊያ	-8.53623
▁ምክንያቱ	-8.53718
...	-8.53976
▁-	-8.54082
ሄድ	-8.54122
▁አስፈላጊ	-8.543
▁በተለይ	-8.54765
ራሳቸው	-8.54811
--	-8.55272
ታወቀ	-8.55487
▁ጠንካራ	-8.55674
▁ይሁን	-8.55735
▁አው	-8.55864
ወደ	-8.55999
▁የመከላከያ	-8.56583
ቼ	-8.56715
▁የእንግሊዝ	-8.56715
▁ገልጸዋል።	-8.56715
▁ሩሲያ	-8.56716
▁ጥቅም	-8.56736
▁ይሆናል	-8.56749
▁ስለሆነ	-8.56937
▁የምት	-8.56989
▁1	-8.5729
▁መጠን	-8.57325
ቭ	-8.57334
ማር	-8.57449
▁ድምፅ	-8.5777
▁የአሜሪካን	-8.57847
▁1993	-8.58201
ቅርብ	-8.58248
ርድ	-8.58296
ሳቸው	-8.58567
ተባበሩ	-8.58609
ሾ	-8.58705
▁ግጭት	-8.58836
▁ከማ	-8.58891
▁ስለዚህ	-8.58947
▁አባል	-8.59722
ኰ	-8.59907
▁ኃላፊ	-8.59913
▁ነገሮች	-8.59938
▁የዚህ	-8.59958
▁እንደገና	-8.59969
▁የነበረውን	-8.60592
▁6	-8.60748
ቤቱ	-8.60792
---	-8.60804
▁የሕዝብ	-8.60923
ገበያ	-8.61031
ሄደው	-8.61056
▁አጥ	-8.61285
▁የነበሩ	-8.61337
▁ትምህርት	-8.61489
ገዛ	-8.6157
በው	-8.61724
ነሣ	-8.62564
▁በከፍተኛ	-8.62853
▁ተማሪዎች	-8.63086
▁ይመስላል	-8.63204
▁ዋጋ	-8.63344
▁ወራት	-8.63363
▁አምስት	-8.6369
▁ተቃዋሚ	-8.63809
▁ሶስት	-8.64155
ቆም	-8.6417
▁ክልል	-8.64339
▁በዩ	-8.64409
ከፈ	-8.64598
▁እስራኤል	-8.64601
ዲያ	-8.64986
▁አያ	-8.6508
ሆ	-8.65278
ፊት	-8.65412
▁ፕሮግራም	-8.65464
ሄዱ	-8.65465
▁ፓርቲ	-8.65487
መለሱ	-8.655
▁ጠበቃ	-8.6552
መደ	-8.65821
ማየት	-8.66041
ጠው	-8.66121
▁መኮንኖች	-8.66152
ክስ	-8.66155
▁አራት	-8.66195
▁መጀመሪያ	-8.66486
መጨረሻ	-8.66527
▁ትንሽ	-8.66638
▁የንግድ	-8.66658
በለጠ	-8.66723
▁በኤርትራ	-8.66761
አቸው	-8.67112
▁ችሎ	-8.67482
ፁ	-8.67769
▁ምላሽ	-8.67779
▁የሰላም	-8.67833
▁መልክ	-8.6791
ጋዛ	-8.67992
▁ከባድ	-8.68054
▁ጉዳዩ	-8.68095
r	-8.68201
▁ጋዜጠኞች	-8.6882
▁ማድረግ	-8.68912
አብዛኛው	-8.68953
▁ስሜት	-8.6896
ደግ	-8.69023
▁አስታውቋል።	-8.69053
▁ባይ	-8.69097
▁አይደለም	-8.69125
ሁሉም	-8.69136
▁ለውጥ	-8.69166
በልጥ	-8.69243
በቃ	-8.69246
ቀበል	-8.69288
ዚህ	-8.69416
▁አሰ	-8.69474
▁በብዙ	-8.69661
▁እንድት	-8.7002
ታውቋል።	-8.7006
ገባው	-8.70099
▁ልጆች	-8.70169
▁እነ	-8.70327
ረፍ	-8.70365
ዚሁ	-8.70371
ከር	-8.705
ጥሩ	-8.70505
ራዊ	-8.70539
ባሉ	-8.70618
ማንኛው	-8.70721
ሪክ	-8.70736
▁5	-8.70753
▁የቀረበው	-8.70833
▁ሴት	-8.70871
▁በዓለም	-8.70972
▁ሰላማዊ	-8.71048
▁የቀድሞው	-8.71104
ነበረው	-8.71275
▁ትዕዛዝ	-8.71348
,	-8.71348
▁መንገዶች	-8.71348
▁ዶ	-8.71376
▁የመጨረሻ	-8.71467
▁እንደሚሉት	-8.71535
ለሁ።	-8.71537
▁ይህንን	-8.71553
▁መልስ	-8.71635
ምርጫ	-8.71701
▁ሚና	-8.71871
▁10	-8.71915
ኤል	-8.71938
▁አራፋት	-8.72088
ሚገኘው	-8.72201
▁በሆነ	-8.72213
▁ክሊንተን	-8.72254
ዘጋ	-8.72595
▁ንብረት	-8.72712
▁ለተ	-8.72745
▁ቢሆን	-8.73322
ዛዥ	-8.73357
ቆዩ	-8.73385
▁ክርስቲያን	-8.73505
ተደረገው	-8.7365
▁በተለይም	-8.73664
▁ክፍ	-8.73734
ፌ	-8.73801
▁ፀሐፊ	-8.73802
▁ውይይት	-8.73831
▁እንዳለው	-8.73839
ከብ	-8.73903
▁ታሪክ	-8.73905
ሳዳም	-8.73924
▁ገና	-8.73983
▁አብ	-8.74096
▁አገ	-8.74122
▁በመቶ	-8.74327
ሥልጣን	-8.74424
▁ሰፊ	-8.74551
▁ለዚህ	-8.74561
ያደርጉ	-8.74605
▁ቤ	-8.74634
ሕዝብ	-8.74654
▁በአሜሪካ	-8.74866
ሰር	-8.74936
ግባ	-8.75052
▁ውጤት	-8.75054
▁አለ።	-8.75092
ሻዕቢያ	-8.75138
▁ምንጮች	-8.75216
ታት	-8.75254
ነቱን	-8.75301
ኩት	-8.75341
ራስ	-8.7565
▁8	-8.75782
አይ	-8.75922
▁አመፅ	-8.75994
ጥቂ	-8.75996
▁የቤተ	-8.76239
▁ባለስልጣናት	-8.76318
▁ሂደት	-8.76318
▁ሐሙስ	-8.7632
▁ሕ	-8.76339
ቂያ	-8.76367
መሆናቸው	-8.76846
ታችን	-8.77039
▁የሆኑ	-8.7719
▁በሰሜን	-8.77552
ባብ	-8.77565
▁ፍንዳታ	-8.776
ቻይና	-8.77623
▁ከፍ	-8.77649
ትግራይ	-8.77744
ቱርክ	-8.77791
ብረት	-8.77809
▁እንዲሆን	-8.78201
ራሱ	-8.7852
ጠብ	-8.78534
መለስ	-8.78564
▁የሆነውን	-8.78683
l	-8.78874
ኢህአዴግ	-8.78899
▁መንግስታት	-8.78899
▁በሁለቱ	-8.78899
▁መኮንን	-8.78902
▁አድርጐ	-8.79004
▁አለበት	-8.79144
▁ለመስጠት	-8.79369
▁እንዲህ	-8.79379
ቸዋል	-8.79394
ራል።	-8.79431
ቶቹ	-8.79496
ገብ	-8.79579
መያዝ	-8.79693
▁በዚያ	-8.79817
▁አድር	-8.79831
▁ሺህ	-8.79869
▁ኩባንያ	-8.79933
ፕሬዚዳንቱ	-8.80215
▁ዘመቻ	-8.80266
ላከ	-8.80269
መካከለኛው	-8.80859
እሳቸው	-8.80973
▁አድ	-8.80986
▁ራሱ	-8.81009
ዜና	-8.81031
▁መሰረት	-8.81216
▁ሴ	-8.81243
አደን	-8.81385
▁ሰዎችን	-8.81439
▁አቅጣጫ	-8.81548
▁ዶላር	-8.81551
198	-8.81578
▁አካል	-8.81628
▁ንግድ	-8.81645
▁ያሳ	-8.81803
▁ሰር	-8.81812
ለን።	-8.81831
▁ጥር	-8.81872
▁በመሆን	-8.81956
▁ፑቲን	-8.82292
▁ሥልጣን	-8.82445
ጧ	-8.82573
▁ተደርጐ	-8.8263
▁ገል	-8.82769
ላይ	-8.82833
ኡ	-8.82897
▁ሽልማት	-8.82899
▁ጉዳት	-8.82909
▁ጭምር	-8.82916
▁ባሉ	-8.8294
ማን	-8.82967
▁አንድነት	-8.82981
ቀረቡ	-8.83057
ሳስ	-8.83227
ጦርነት	-8.83316
ጋራ	-8.83339
ኖራቸው	-8.83541
▁የባ	-8.83658
ገሩ	-8.83824
▁የመጀመሪያ	-8.83994
ታየው	-8.84379
▁ኃ	-8.84383
▁7	-8.84435
▁አማካ	-8.84596
▁ቅር	-8.84597
ነሱ	-8.84626
▁በማስ	-8.84661
ሰን	-8.85108
▁የመጀመሪያው	-8.85199
ባለሥልጣን	-8.85429
ቬ	-8.85658
▁የተባለው	-8.85777
▁እነሱ	-8.85806
▁ሙ	-8.86007
ሞቱ	-8.86269
ሰጠው	-8.86278
ችሁ	-8.86508
▁ወደፊት	-8.86726
ወታደራዊ	-8.86747
▁ጭ	-8.86824
▁ኪ	-8.8683
ተደረገ	-8.87053
ጩ	-8.87066
▁አድርገው	-8.87071
▁ያደረጉት	-8.87075
ክብር	-8.87157
▁ሕይወት	-8.87604
ሠሩ	-8.87625
▁ባል	-8.87667
ዶች	-8.87826
▁ባለው	-8.87908
ፈታ	-8.88175
▁ይፋ	-8.88241
ዥ	-8.88318
▁ተቀባይነት	-8.88495
▁ሙከራ	-8.88496
ፈለጉ	-8.88503
▁ዋሽንግተን	-8.88624
▁እኛ	-8.88762
▁ቢኖር	-8.88798
ራቸውን	-8.88806
▁አስተ	-8.88918
▁መሬት	-8.89208
ተቻለ	-8.89221
ሰኔ	-8.89255
ኋ	-8.89305
ነቅ	-8.89408
▁ማለ	-8.89428
▁እንዳል	-8.8949
አቶ	-8.8967
ፈልጉ	-8.89768
▁የተባለ	-8.89773
▁የአካባቢው	-8.89788
▁ስድስት	-8.89853
▁ቡድኖች	-8.89944
▁ዕድል	-8.89965
▁እንደተናገረ	-8.89987
▁ቤቶች	-8.90071
▁በውጭ	-8.90072
▁ማታ	-8.90089
▁ይችላል	-8.90392
▁ደቡብ	-8.9064
ሞች	-8.90711
ድመን	-8.90814
▁ሊሆ	-8.9123
▁የነበረ	-8.91265
ብሔራዊ	-8.91285
▁ችግሮች	-8.91415
▁አመልክቷል	-8.91415
▁ወንዝ	-8.91451
▁እስራት	-8.91479
ርቲ	-8.91593
▁ዙ	-8.91622
▁የቦም	-8.91687
በታል።	-8.91735
▁ሱ	-8.91735
▁ሕገ	-8.91813
ቀድሞ	-8.9188
በል	-8.92089
▁የመንግሥት	-8.92094
መታ	-8.92555
▁ሕጋዊ	-8.92597
ዘገ	-8.92666
ተለያዩ	-8.92676
▁ሌላው	-8.92873
c	-8.92907
▁1991	-8.92907
▁እንግሊዝ	-8.92907
▁ፍላጐት	-8.92907
▁ረቡዕ	-8.92907
▁ዕቅድ	-8.92914
ወያኔ	-8.92917
▁ክፍሎች	-8.9294
▁ተገቢ	-8.93055
▁ይዘ	-8.93113
▁ህዝብ	-8.93183
ስማማ	-8.93286
▁የተነሳ	-8.93446
▁ነገ	-8.93497
▁አሉ።	-8.93552
▁ግልጽ	-8.93591
ማስ	-8.93612
▁እጅ	-8.93639
▁በዚሁ	-8.94153
▁ተደ	-8.94185
▁የሰው	-8.94384
▁ተግባራዊ	-8.94436
መጣው	-8.9452
▁ሠ	-8.94573
▁ሽ	-8.94622
▁አልፎ	-8.9471
▁የሕግ	-8.9475
▁ማን	-8.94769
ሎኔ	-8.94987
▁ልክ	-8.95031
ሀገር	-8.9506
ሳብ	-8.95131
▁ተሸ	-8.95335
▁በነፃ	-8.95385
ጀመረ	-8.95489
▁ፍልስጤማውያን	-8.95497
ኗ	-8.9588
ነፃ	-8.95887
መለከተ	-8.95893
ስታወ	-8.95946
▁አምባሳደር	-8.95961
▁ማረፊያ	-8.95961
▁ጠቃሚ	-8.95962
▁እንዴት	-8.95966
▁ሰኞ	-8.95993
መፍጠር	-8.96028
▁የሚሉ	-8.96031
▁አልተ	-8.96042
▁ኢትዮጵያውያን	-8.96045
ካናዳ	-8.96074
▁ከኢትዮጵያ	-8.96375
▁ቁጥጥር	-8.96402
ትልቅ	-8.96429
ጠቁ	-8.96464
ምክር	-8.96505
▁ሆ	-8.96836
እነዚህ	-8.97049
ቀርብ	-8.97138
▁ናት	-8.97185
▁ካለ	-8.97361
ጀመር	-8.97441
▁ምስራቅ	-8.97502
▁ሚኒስትሩ	-8.97523
▁ይጠበቃል	-8.97523
▁ግፊት	-8.97615
ደረሱ	-8.97684
▁የሚቆጠሩ	-8.97685
ቋሚ	-8.97705
▁15	-8.97846
▁ቀጥ	-8.97887
▁ነበሩ።	-8.97908
▁ስራ	-8.98009
ፕሮ	-8.98023
ዮች	-8.98135
▁ዝግጅት	-8.98256
ረዋል።	-8.98511
ችሉ	-8.98591
▁ሺ	-8.98707
▁እያለ	-8.98826
ባር	-8.98856
▁ዜጐች	-8.98858
እነሱ	-8.98865
▁ባግዳድ	-8.98888
▁ሁሉም	-8.98901
ፔንታጐን	-8.99111
▁በሌሎች	-8.99116
ዌስት	-8.99159
በራ	-8.99182
▁ታላቅ	-8.99191
▁አር	-8.99298
▁መሣሪያዎች	-8.9933
ባግዳድ	-8.99334
ነቀ	-8.99348
16	-8.99606
ያዊ	-8.99636
▁እስር	-8.99646
▁እሱ	-8.9973
18	-8.99737
▁ጆን	-9.00042
▁የተለያዩ	-9.00109
▁ሥጋት	-9.00467
10	-9.00677
▁ድርጊት	-9.00724
▁ዕድሜ	-9.00725
▁ፖርቲ	-9.00758
ጠይቅ	-9.00806
▁አስታወቀ	-9.00879
ኖረው	-9.01017
ሏ	-9.01045
▁ያሉትን	-9.01372
ላችሁ	-9.01521
▁ጽሑፍ	-9.01785
▁መከላከያ	-9.01792
ቲክ	-9.01855
▁የተነሣ	-9.01904
ኙ	-9.01909
▁የሕ	-9.0192
▁የፖሊስ	-9.02115
አለም	-9.02165
ቋቋም	-9.02187
ኮምፒውተር	-9.02193
ፖናማ	-9.02282
f	-9.02362
▁ሬዲዮ	-9.02363
▁ቅዳሜ	-9.02364
▁በወቅቱ	-9.02374
ፖርት	-9.02388
ሰጣቸው	-9.02469
ጊዜ	-9.02609
▁ጂ	-9.02619
ክርስቲያን	-9.02719
▁እንዱ	-9.02795
▁አስደ	-9.02804
ፈጠር	-9.02832
▁ስር	-9.02834
▁ዩኒቨርስቲ	-9.02898
መንግሥት	-9.03184
ደረሰበት	-9.03242
▁በሕዝብ	-9.036
ይህ	-9.03729
▁ማንኛው	-9.03761
▁ትክክለኛ	-9.03764
ዌ	-9.03977
ስልጣን	-9.03987
ወሰዱ	-9.04035
▁እንደሚችል	-9.04067
▁የቆየ	-9.04093
▁የያዘ	-9.04128
ስፋፋ	-9.04205
ዝያ	-9.04225
▁ዘዴ	-9.04247
▁200	-9.04301
▁አስታውቀ	-9.04337
▁ጥያቄዎች	-9.0442
▁ዴሞክራሲያዊ	-9.04564
መሄድ	-9.04564
▁ለማግኘት	-9.04612
መሩ	-9.04647
▁ያላት	-9.04812
ረጅ	-9.04916
ሃይ	-9.04948
▁ኢራቃውያን	-9.04964
▁ይችላል።	-9.05202
አሸባሪዎች	-9.05397
ሆነ	-9.05415
መላው	-9.05546
▁የሻዕቢያ	-9.05608
ቺ	-9.05725
▁ጉባኤ	-9.05725
የካቲት	-9.05736
▁መልኩ	-9.05778
▁የነዳጅ	-9.05784
▁ወገን	-9.058
ቆይ	-9.05808
▁ጥበቃ	-9.05823
▁ካል	-9.05851
ማስገባት	-9.05877
ንዲ	-9.05885
▁የኤ	-9.05999
አስቸ	-9.06182
▁ይመ	-9.06239
▁ዜናዊ	-9.06293
▁በሽታ	-9.06928
ባህር	-9.06964
ቀጠ	-9.07194
ጹ	-9.07266
ሰሩ	-9.07382
ታወቅ	-9.07401
▁ታዛቢዎች	-9.07449
▁መፍትሔ	-9.07449
▁ምልክት	-9.07449
ወሰኑ	-9.0746
ማቅረብ	-9.07503
ጦቢያ	-9.07529
ድሮ	-9.07612
አገር	-9.07726
▁ባለቤት	-9.07728
ተኛው	-9.07784
▁የእሱ	-9.08208
ሰባት	-9.08648
▁ምሥራቅ	-9.09028
▁ስት	-9.09083
ገደሉ	-9.09189
ፊሊፒኖ	-9.09203
እንግዲህ	-9.09203
፡	-9.09203
▁ፈቃድ	-9.09206
ታወቁ	-9.0922
▁ጉብኝ	-9.09238
ቀበሉ	-9.09297
▁ድርጅቱ	-9.09297
አፍሪካ	-9.09299
ለዋል።	-9.09312
▁በእስራኤል	-9.09327
▁ጥናት	-9.09376
ሙቀት	-9.0938
ረዱ	-9.09447
▁አዘጋጅ	-9.09471
ቀዱ	-9.09526
▁የተባሉ	-9.09626
ተገኙ	-9.09733
▁አዛዥ	-9.09961
▁ያደረገው	-9.10025
ውቀው	-9.10034
ብኝ	-9.10101
ነገረ	-9.1023
ቶኒ	-9.10613
ዷ	-9.10735
▁ምዕራብ	-9.10811
▁አቀፋዊ	-9.10989
▁በፍጥነት	-9.10989
ተያያዘ	-9.10989
ምርምር	-9.11008
▁ንግግር	-9.11086
▁በሰጡት	-9.11089
ኒያ	-9.11289
▁ባደረጉ	-9.11291
ነጋገር	-9.11315
▁ያልተ	-9.11397
▁እጅግ	-9.11405
▁ዝርዝር	-9.11487
▁ከሥራ	-9.11604
▁መቀመጫ	-9.11938
▁ሁኔታዎች	-9.12197
▁ተኩ	-9.12305
▁ጣቢያ	-9.12356
▁የምን	-9.12397
ሊያ	-9.12399
▁ይዘው	-9.12518
ቆሙ	-9.12535
▁ነፃነት	-9.12608
▁መር	-9.1265
▁አስከባሪ	-9.12807
▁ደብዳቤ	-9.12807
▁ምክትል	-9.12808
▁ምርመራ	-9.12809
ሠራዊቱ	-9.1281
▁ሲናገሩ	-9.12812
አጥፍቶ	-9.12814
ትውልድ	-9.12818
አማርኛ	-9.1282
ፈለገ	-9.12846
▁23	-9.12926
ፏል	-9.12951
▁ሚያ	-9.13057
ሳይ	-9.13292
ፕሬስ	-9.13792
መንግስት	-9.13804
ዛም	-9.13924
ሳካ	-9.13938
▁በመግለጽ	-9.13942
▁የመሣሪያ	-9.1399
▁ኃይለ	-9.14279
ፌዴራ	-9.14659
▁ሁሴን	-9.1466
▁መሆን	-9.14709
ግልጽ	-9.14718
ሚዙሪ	-9.14738
▁መሰ	-9.14747
ማኀበ	-9.14811
ቻችን	-9.14943
▁ወንድ	-9.14955
▁ተከታ	-9.15211
▁ሜት	-9.15273
▁አዲሱ	-9.1529
▁አለው	-9.15348
▁አለመ	-9.15349
በረዶ	-9.15427
ኮች	-9.1553
ቀሩ	-9.15702
ርቶ	-9.15751
እሱ	-9.15931
መሪዎች	-9.15943
ቀጣ	-9.16099
ከፍ	-9.16101
ፈልግ	-9.16152
ቷል	-9.16173
▁ተግባ	-9.16274
ብዬ	-9.16285
▁30	-9.16349
▁ተወካዮች	-9.16385
▁አመለካከት	-9.16546
▁ትኩረት	-9.16546
▁ይችላሉ	-9.16546
▁ድንበር	-9.16548
ፈፀመ	-9.16559
▁የተሻለ	-9.16569
ፈፀም	-9.16574
ተዋል	-9.16578
▁አሜሪካውያን	-9.1661
▁እምነት	-9.16616
ወሰን	-9.16625
▁ሥነ	-9.16629
▁ፀረ	-9.16643
ክፍለ	-9.16784
▁9	-9.16846
ሚባለው	-9.16848
▁ተዋጊዎች	-9.16869
▁የቀረበ	-9.17002
ዋይ	-9.17348
▁ማዕከላዊ	-9.17351
▁ስን	-9.17564
▁አካባቢዎች	-9.17664
ሕይወት	-9.17737
ኤርትራ	-9.17896
ቀጥል	-9.17917
ፍልስጤም	-9.17978
ራጭ	-9.17988
ፌደራ	-9.18265
ወዳ	-9.18358
አገራች	-9.18409
▁ሳያ	-9.18434
ኸ	-9.18465
አብዛኛዎቹ	-9.18469
ሰሜናዊ	-9.18469
▁አጋጣሚ	-9.18469
▁አንፃር	-9.1847
▁ጐዳና	-9.1847
▁የአገሪቱ	-9.18482
ሬንጅ	-9.18485
▁ባህል	-9.18495
▁ይቅር	-9.18532
▁ጉዞ	-9.18573
ላዊ	-9.18654
ይናገራሉ።	-9.18682
▁11	-9.18684
▁ለመጠበቅ	-9.18698
▁ሆኗል።	-9.18765
▁እዚህ	-9.18828
ክራ	-9.18954
ብለው	-9.19017
ዋለ	-9.19185
196	-9.19238
መጠቀም	-9.19242
ቧ	-9.19318
▁መልሶ	-9.19373
▁14	-9.19423
▁ግንቦ	-9.19636
▁አይነት	-9.1966
አዲሱ	-9.19788
▁ስህተ	-9.19837
ፍታ	-9.20096
▁ካር	-9.20153
40	-9.20221
አገራቸው	-9.20315
አውሮፖ	-9.2041
m	-9.20429
ሊቀመንበር	-9.2043
▁ማዕከል	-9.2043
▁ይገኛል።	-9.2043
▁ስቴትስ	-9.2043
▁ፖሊሶች	-9.2043
▁ሕዝቡ	-9.2043
▁ወዲያው	-9.20431
▁እንደተናገሩት	-9.20432
▁ጨዋታ	-9.20433
▁ወላጆች	-9.2044
ዮርክ	-9.20448
ፈጸም	-9.20448
▁ተቃዋሚዎች	-9.20453
▁ኖሮ	-9.20478
▁ቅሬታ	-9.20487
ብዛት	-9.20567
ፔሩ	-9.20578
▁ብለ	-9.20745
▁ፕሮፌሰር	-9.20788
▁ለኢትዮጵያ	-9.20792
▁ትር	-9.20805
▁ኩባንያዎች	-9.20851
▁ወጣት	-9.20996
ማሽ	-9.21201
ማሩ	-9.21526
▁ሳይሊየም	-9.21562
ገረ	-9.21651
ቁጥጥር	-9.21859
መስጠት	-9.2187
ያውቁ	-9.21894
▁አንስ	-9.2214
ኮንትራ	-9.22427
ቄ	-9.22428
መድኃኒት	-9.22429
ኢንዱስትሪ	-9.22429
▁ተናጋሪ	-9.2243
አነስተኛ	-9.22431
▁ዋነኛ	-9.22431
▁ይኸው	-9.22433
ቀርበው	-9.2244
ማርያም	-9.22443
▁ቀላል	-9.22452
▁ነጋዴ	-9.22467
▁ረገድ	-9.22485
▁ግዛት	-9.22514
ክልሉ	-9.22516
ፈንጂ	-9.22517
▁13	-9.22528
▁አጋ	-9.22557
ፈሩ	-9.22879
▁ግራ	-9.22901
▁ሴቶች	-9.2313
እስራኤል	-9.2345
ደረሰው	-9.23453
▁መልካም	-9.23459
▁ከእ	-9.23495
▁12	-9.23621
ሀይ	-9.23678
ሕንድ	-9.23803
ጉል	-9.23819
ጠፋ	-9.23881
▁የተወሰነ	-9.2417
ፔ	-9.24306
n	-9.24401
▁አውሮኘላ	-9.24445
ስብ	-9.24446
h	-9.24448
ዟ	-9.24452
▁ለመከላከል	-9.2447
▁መንግሥቱ	-9.2447
▁በሩሲያ	-9.2447
▁ማስታወሻ	-9.24471
መሳሰሉ	-9.24474
▁ሕፃናት	-9.24487
ፍጹም	-9.24492
ኢትዮ	-9.24497
▁ከተሞች	-9.24556
አግባብ	-9.24569
ጥብቅ	-9.24611
▁አልባ	-9.24637
▁አውጭ	-9.24641
▁የተፈጠረው	-9.24697
▁የሚደረገው	-9.247
▁ዝቅ	-9.24732
▁ምግብ	-9.24749
▁ነበረ	-9.24773
ጀመሩ	-9.2479
▁እንድ	-9.24974
▁17	-9.25062
▁በቂ	-9.25162
▁ዘግ	-9.25259
ዳኝነት	-9.2527
▁የባህር	-9.25318
▁በመጀመሪያ	-9.25351
▁ሪፖርት	-9.25776
ተጀመረ	-9.25799
ማግኘት	-9.2583
▁ሙያ	-9.26054
ኃይል	-9.26191
ላቅ	-9.26364
1997	-9.26554
እያንዳንዱ	-9.26554
ጾ	-9.26554
▁ኮሚሽን	-9.26554
ኮሎምቢያ	-9.26554
▁ፈቃደኛ	-9.26556
መገኘት	-9.26558
▁ለሕግ	-9.2656
እስፔን	-9.26563
▁አልነበረም።	-9.26607
▁ሃይል	-9.26626
▁አቤቱታ	-9.26663
▁ትግል	-9.26729
▁ፖኘ	-9.26731
ፍትህ	-9.26863
▁በታች	-9.26872
ከበር	-9.26913
▁የወጣው	-9.27011
▁በስተ	-9.27047
▁ርዕስ	-9.27064
▁የደረሰው	-9.27161
▁እንደምት	-9.27382
▁ዘመ	-9.27445
▁ዘግቧል	-9.27531
ሳምንታት	-9.27614
▁አለም	-9.27663
ግሩ	-9.27666
ዋቸው	-9.2767
▁ደብ	-9.27793
መውሰድ	-9.27975
▁ይወ	-9.28057
▁የለም	-9.28327
ኃ	-9.28382
▁መሆናቸው	-9.28516
ክህነት	-9.28551
ጵ	-9.28681
▁የደህንነት	-9.28681
▁ጄ	-9.28684
ገለጹ	-9.28688
ጠየቁ	-9.28695
ጠበቀ	-9.28816
ሞላ	-9.28891
ወርቅ	-9.28954
ቋል።	-9.28962
▁ሁለተኛው	-9.29064
ካሄዱ	-9.29093
▁አቋ	-9.29149
▁እስካ	-9.29268
▁ለመውሰድ	-9.29413
ፎች	-9.29429
▁ደስታ	-9.2986
▁በመቀጠል	-9.29866
▁አፈ	-9.29906
ጮ	-9.30039
ሠር	-9.30073
▁...	-9.30149
▁ኢኮኖሚ	-9.30332
ሚደረገው	-9.30611
ስብሰባው	-9.30654
ዋሽንግተን	-9.30658
▁ሥላሴ	-9.30831
▁ባለሥልጣኖች	-9.30855
ተፈጥሮ	-9.30856
አገሪቷ	-9.30857
መልከት	-9.30859
▁የሚችለው	-9.30871
ጠቀሙ	-9.30875
ደብሩ	-9.30877
▁ፍሬ	-9.30896
▁የተደረገው	-9.3093
ዓመቱ	-9.3098
ጊዜው	-9.31022
መነ	-9.31056
ተኞች	-9.31114
▁አውሮፕላን	-9.31149
ተያዘ	-9.31185
ነበረበት	-9.31225
እጅ	-9.31354
ሷል	-9.31537
▁የግል	-9.31705
▁የሚኖሩ	-9.31815
▁መጠቀም	-9.31907
▁መግለጫው	-9.32143
▁ኋላ	-9.32309
ፊያ	-9.32323
▁ምስ	-9.32403
▁ባለበት	-9.32527
▁አስረድተዋል	-9.32577
መቅረብ	-9.32714
▁ብዙዎቹ	-9.32762
▁በአጠቃላይ	-9.32769
▁ምንጭ	-9.3284
▁ማንም	-9.33004
ሳተ	-9.3301
▁መጨረሻ	-9.33026
ኒካራጓ	-9.33077
ኒውክሊየር	-9.33077
▁ጆርጅ	-9.33078
▁መርከበኞች	-9.33078
መልእክ	-9.33079
▁በስተቀር	-9.3308
ማሳየት	-9.33088
ማስረጃ	-9.33092
ኞቹ	-9.33097
▁ርቀት	-9.33101
▁አማራጭ	-9.33102
in	-9.33102
▁ወጣቶች	-9.33109
▁የተለየ	-9.33115
ሻሮን	-9.33142
▁የሚችል	-9.33246
ጋሚ	-9.33292
▁ባይነት	-9.33422
▁ይላሉ	-9.33483
ቀረበው	-9.33486
ተባለ	-9.33497
▁ቃለ	-9.33595
ልዩ	-9.33815
መከራ	-9.33907
▁ዳኛ	-9.33949
▁የኩር	-9.33973
ልኝ	-9.34142
▁የሚለውን	-9.34608
ጆች	-9.34686
▁ገብተ	-9.34771
▁የሚሆን	-9.34968
ስትሮ	-9.34989
▁ማህ	-9.35031
ዋል፤	-9.35154
ፓትርያርኩ	-9.35339
ዩናይትድ	-9.3534
ጄ	-9.35347
g	-9.3535
ንቀሳቀስ	-9.3535
ዐ	-9.3535
▁ቴክኖሎጂ	-9.3535
▁ጠቅሶ	-9.35351
መገናኘ	-9.35355
▁ስምምነቱ	-9.3537
▁ሰልፍ	-9.35377
አንዳንድ	-9.35387
▁እንደሌለ	-9.35409
ጧል	-9.35448
▁ወረዳ	-9.35619
ቨር	-9.35868
ጣል	-9.36106
▁ለብዙ	-9.36276
▁ዕርዳታ	-9.36298
▁1994	-9.3641
▁ዩኒቨርሲቲ	-9.36593
በረራ	-9.3677
▁የሰጠው	-9.37295
▁መኖሪያ	-9.37427
ቻሉ	-9.3756
▁ገዥ	-9.37593
ነዳጅ	-9.37599
ጣኝ	-9.37618
▁ዲፕሎ	-9.37676
▁መሥሪያ	-9.37678
ዕድገት	-9.37679
▁አድርጓል	-9.37682
ቅድሚያ	-9.37686
ነበራቸው	-9.37687
▁ግዴታ	-9.37695
▁መብቶች	-9.377
▁በዓል	-9.37753
▁ሜዳ	-9.37776
ጥበብ	-9.37822
▁ኮል	-9.37858
አሠራር	-9.37951
▁የሚያደርገው	-9.38118
ሰረ	-9.38218
▁ሰጥቷል	-9.38306
▁በመንግሥት	-9.38419
▁የአገር	-9.38844
ስለላ	-9.38982
▁ወደብ	-9.39154
▁አለቃ	-9.39178
▁መጋቢ	-9.39226
▁21	-9.39243
▁ነሐሴ	-9.39337
▁ሰብአዊ	-9.39485
ሚያደርግ	-9.39534
▁የትግራይ	-9.39789
ጋዜጣው	-9.39843
ገለፁ	-9.40022
▁ካናዳ	-9.40022
ሊዮን	-9.40047
1992	-9.40057
ሀገሪቱ	-9.40057
▁ተልዕኮ	-9.40057
▁ተገልጿል	-9.40057
▁ይገኛሉ።	-9.40057
▁አስመልክ	-9.40057
▁ደህንነት	-9.40057
▁ዳርቻ	-9.40065
▁እሁድ	-9.40073
▁አውሮኘላኖች	-9.40087
▁ኤምባሲ	-9.4011
▁27	-9.40134
▁ይገባል	-9.40141
መጪው	-9.40171
ብርሃን	-9.40213
▁ገበሬዎች	-9.40254
ምዕራብ	-9.40295
ምሥራቅ	-9.40312
ነጭ	-9.40394
15	-9.40415
ሳቢያ	-9.4045
መርከቧ	-9.40461
▁ይላል	-9.40471
▁ካሉ	-9.40494
ሷ	-9.40563
▁ኒው	-9.40654
▁የሳይሊየም	-9.40787
▁መከ	-9.40896
▁ቤተሰቦች	-9.41052
▁የሚገኙት	-9.41113
▁የድርጅቱ	-9.41298
30	-9.41306
▁ኃላፊነት	-9.41333
▁ያደረገ	-9.41397
ዛቸው	-9.4149
▁መጠ	-9.41504
▁ንጉ	-9.41529
▁ተመሳሳይ	-9.41673
▁የትምህርት	-9.4194
ሚለው	-9.42082
▁የቱርክ	-9.42223
u	-9.42496
'	-9.42496
ፐ	-9.42496
▁ኤጀንሲ	-9.42496
▁ይመስለኛል	-9.42496
▁ይፈልጋሉ	-9.42496
▁ደቂቃ	-9.42496
▁አይቀርም	-9.42497
ሦስት	-9.42504
ሥርዓቱ	-9.42506
▁ዩናይትድ	-9.42506
▁ባለሙያዎች	-9.42507
▁ችግሩ	-9.42514
▁ሠራተኛ	-9.42517
▁በሕግ	-9.4252
ጡረ	-9.42537
▁ሀሳብ	-9.42545
ዘጋጁ	-9.42551
▁ሃሳብ	-9.42551
▁ወሳኝ	-9.42552
ኤድስ	-9.42714
▁ጤና	-9.42734
▁አድርገዋል።	-9.4279
▁ለመጀመሪያ	-9.42844
እንዲህ	-9.42874
ግንቦ	-9.42963
▁ነኝ።	-9.43147
ሶስት	-9.4328
▁አውጥ	-9.43417
አርብ	-9.43423
ወሩ	-9.43479
70	-9.43538
▁ከአሜሪካ	-9.43545
ተላለፈ	-9.43546
▁ደመወዝ	-9.43636
▁የፖናማ	-9.43684
▁እንደሆኑ	-9.43898
ቅርበት	-9.43991
አሜሪካ	-9.4407
ፈልገው	-9.44119
d	-9.44128
▁አዋቂ	-9.44704
ታህ	-9.44761
ባቸዋል።	-9.44791
መለከት	-9.44878
ሼ	-9.44939
ፑ	-9.44993
ቿ	-9.44996
እግዚአብሔር	-9.44996
▁ይታወቃል	-9.44996
▁ምስጢር	-9.44996
እስላማዊ	-9.44999
መደበኛ	-9.45
▁ዝናብ	-9.45003
▁ጣልቃ	-9.45007
▁ፓትርያርኩ	-9.45008
▁ስፍራ	-9.45009
ለወጥ	-9.4504
ጠይቀው	-9.45049
ፍትሕ	-9.4505
ቅዱስ	-9.45051
ጀምር	-9.45113
▁በመስጠት	-9.4523
▁አስታው	-9.45296
አጠቃላይ	-9.45344
▁ራሳቸውን	-9.45374
▁እንድታ	-9.45539
እኔ	-9.45699
▁ቦም	-9.45883
▁የኢኮኖሚ	-9.46032
ፈቱ	-9.46109
ህዝቡ	-9.46133
ሯቸው	-9.46136
መቆጣጠር	-9.46269
▁በእስር	-9.46711
▁ልብ	-9.46739
▁ጄኔራል	-9.47036
ታለች	-9.4736
ጣሊያን	-9.47427
p	-9.4756
ቶርፔዶ	-9.4756
▁ግለሰቦች	-9.4756
▁ፕሬዝዳን	-9.4756
▁ክርክር	-9.4756
አውሮፓ	-9.47561
▁በቀጥታ	-9.47561
▁ብቸኛ	-9.47562
አንደኛው	-9.47567
▁በመግባት	-9.47569
▁ኢኮኖሚያዊ	-9.47575
ያስከትል	-9.47577
▁ልምድ	-9.47619
▁ተወስ	-9.47633
▁ሀይል	-9.47635
▁የሚያሳይ	-9.47686
▁ጊዜያዊ	-9.47715
▁የሰጡት	-9.47721
ነበሩት	-9.47747
ቃል	-9.47832
▁ጠፊ	-9.47977
ሚያደርጉት	-9.48032
▁መረጃዎች	-9.4807
ሰበሰ	-9.48106
▁ሲሆን፣	-9.48153
ሰብአዊ	-9.4818
ጠብቅ	-9.48215
ተደጋ	-9.48217
ተማሪዎች	-9.48237
▁ራምስፊልድ	-9.48254
ዳኞች	-9.48255
ሰላማዊ	-9.48265
እውነት	-9.48365
▁የተገኘው	-9.48454
ይዝ	-9.48723
ሟል	-9.48914
60	-9.49073
ፈለግ	-9.49182
500	-9.49197
ገኘው	-9.49272
▁እንደሚለው	-9.4932
ፍሬ	-9.49358
አንዱ	-9.49477
▁የቀድሞ	-9.49773
አራት	-9.50042
ቾ	-9.50191
ንቀሳቀሱ	-9.50191
▁አስተዋጽኦ	-9.50191
▁የሁለቱ	-9.50193
▁ታሪካ	-9.50198
▁ያቀረቡት	-9.502
▁ቀጠሮ	-9.50206
▁አቀፉ	-9.50208
▁የበላይ	-9.50209
ማውጣት	-9.50229
▁ለአንድ	-9.50229
▁መምህራን	-9.50275
ለቀቁ	-9.50307
▁የምግብ	-9.50383
▁የሚሆኑ	-9.50539
▁ሞስኮ	-9.50594
▁ውሃ	-9.50776
አል።	-9.50874
▁ሥራቸው	-9.51021
▁ለጊዜው	-9.51088
ቀርባ	-9.51235
ሰቡ	-9.5124
▁ሕዝባዊ	-9.51294
ጣሉ	-9.51426
▁ዲሞክራሲያዊ	-9.51693
▁ደስ	-9.51711
ኮሪያ	-9.51757
ነገር	-9.52066
▁የተሰጠው	-9.52179
ቀኝ	-9.52192
▁እንዳሉ	-9.5242
▁ጥቁር	-9.52479
ጢ	-9.52893
▁ባለስልጣኖች	-9.52894
▁ጳውሎስ	-9.52894
▁አቅርበዋል	-9.52894
▁ትብብር	-9.52894
ፖርላማ	-9.52894
▁አመልክተዋል	-9.52895
▁ተችሏል	-9.52897
ህክምና	-9.52898
▁ከሌሎች	-9.52898
▁የምታ	-9.52899
▁ብሌር	-9.52901
▁ማኀበር	-9.52945
ተሰጣቸው	-9.53034
ላንድ	-9.5311
▁የተመሠረተ	-9.53133
ጠዋ	-9.53143
▁መሀ	-9.53144
ተዘጋጀ	-9.5317
▁የሆነችው	-9.53198
▁ድል	-9.53402
▁ካለው	-9.53503
▁ጫና	-9.53582
▁በመቃወም	-9.53604
▁አስፈፃሚ	-9.53627
ታሰሩ	-9.53691
ተመሳሳይ	-9.53815
ቀርቡ	-9.53873
ሞተ	-9.53929
▁በነበረ	-9.54024
▁እውነተኛ	-9.54162
ጪ	-9.54193
መከላከያ	-9.542
▁ሁኔታው	-9.54201
ዓይን	-9.54231
ጠቅላ	-9.54299
ገዝ	-9.54546
▁ከእነዚህ	-9.54777
ተባለው	-9.54847
▁100	-9.54948
ላቲ	-9.5505
ጋጭ	-9.55081
▁ፋብሪካ	-9.5554
ዣ	-9.55629
ምዕመናን	-9.55672
ፍልስጤሞች	-9.55672
▁ተወዳዳሪ	-9.55672
▁ቴሌቪዥን	-9.55672
▁አስኪያጅ	-9.55672
▁ዝንባሌ	-9.55672
▁የሃይማኖት	-9.55672
▁አይደሉም	-9.55672
ርዶጋን	-9.55672
▁ገልጠዋል።	-9.55672
ሌሎቹ	-9.55673
▁ተጠቃሚ	-9.55673
መለከቱ	-9.55673
▁ጠይቀዋል	-9.55673
ጥቁሮች	-9.55677
ሚሳየል	-9.55679
▁ግድያ	-9.55682
▁መሳሪያ	-9.55682
ገልጸው	-9.55682
▁እገዳ	-9.55696
ገናኙ	-9.55699
▁ማመላ	-9.55701
▁የሌለው	-9.55705
አክራሪ	-9.55707
▁አላቸው።	-9.55742
▁ወጪ	-9.55756
ማምጣት	-9.55795
ግግር	-9.55906
ወስድ	-9.55952
▁ያቀረበው	-9.56019
ራሷ	-9.56138
ባች	-9.56152
▁ዓይነቱ	-9.56252
▁በሚገኙ	-9.56319
▁እንደሚሆን	-9.56366
90	-9.56389
ነፃነት	-9.56423
▁በቀር	-9.56439
አራፋት	-9.56788
ቋንቋ	-9.56801
ምስክርነት	-9.56935
▁ብሩ	-9.57039
▁ጋዜጦች	-9.57114
ፖሊስ	-9.57246
ሺህ	-9.57415
ዳዊ	-9.57491
በርግ	-9.57514
▁ተዋጊ	-9.58042
▁ገቢ	-9.58138
▁የሚገኝ	-9.58329
▁ጋዜጣው	-9.58419
ማድረጋቸው	-9.58529
አደባባይ	-9.58529
ኢሓዴግ	-9.58529
ኦርቶዶክስ	-9.58529
▁እንደገለፀው	-9.58529
▁ጋዜጠኛ	-9.58529
▁እንደዘገበው	-9.58529
▁የፀጥታ	-9.58529
ማዕቀብ	-9.58529
መታሰቢያ	-9.5853
ሚቃወሙ	-9.58531
▁ነጥብ	-9.58531
▁ፍጥነት	-9.58534
ፈጠሩ	-9.58536
እቴጌ	-9.58542
▁ወረራ	-9.58547
መድረክ	-9.58548
ዋስትና	-9.58556
ሰሞኑ	-9.58557
ስማሙ	-9.58575
ዘመናዊ	-9.58576
▁ለመግዛት	-9.58603
▁እስኪ	-9.58705
ዱሪ	-9.58717
▁ኪሎ	-9.58758
▁በተካሄደው	-9.58838
ጥራት	-9.59116
▁እዚያ	-9.5932
▁ችሎታ	-9.5947
▁የሚሰጠው	-9.59482
▁አቁ	-9.59522
ተባበ	-9.59553
▁ተቀብ	-9.5962
▁አለባቸው	-9.59668
ቧል	-9.59674
1990	-9.59851
አመራር	-9.59949
▁ኃላፊዎች	-9.59952
▁ሁለተኛ	-9.59975
▁በነበሩ	-9.6004
▁የህዝብ	-9.60183
▁ቀዳ	-9.60767
▁ውስ	-9.60964
መሠረተ	-9.61213
▁ያለበት	-9.61248
ከበረ	-9.61355
ክርስቲያኗ	-9.6147
ጊዮርጊስ	-9.6147
▁ተጠርጣሪ	-9.6147
▁አስተዳዳሪ	-9.6147
▁የአውሮኘላ	-9.6147
ሶማሊያ	-9.61471
▁ካደረገ	-9.61471
▁ሐምሌ	-9.6148
▁የውስጥ	-9.61481
▁ቦርድ	-9.61482
መቀነስ	-9.61486
▁የሚያስችል	-9.61488
▁መሥራት	-9.61507
ጣቸው	-9.61513
▁የሚመራው	-9.61522
1988	-9.61535
▁ባለስልጣን	-9.61561
ጠነኛ	-9.616
ሠላም	-9.61601
ለመግባት	-9.61608
ወንዙ	-9.61616
ተወሰደ	-9.6165
▁ደጋፊዎች	-9.61679
ኮቭ	-9.61748
ጨመር	-9.61804
▁አዋቂዎች	-9.61821
▁ክፍያ	-9.62038
▁ሪፖር	-9.62128
ተሻ	-9.62271
▁በአጭ	-9.62302
ቃቸው	-9.62342
▁እንዲወጡ	-9.62373
ጂጂ	-9.62502
▁ኢትዮጵያዊ	-9.62516
መሃል	-9.62565
▁በትክክል	-9.62652
▁ለመጠቀም	-9.62663
ታዩ	-9.62714
ፈጠረው	-9.62832
▁መቀመጫዎች	-9.62901
ቀላሉ	-9.62954
በርካታ	-9.62959
▁22	-9.62977
ወደፊት	-9.6299
▁የሚሆነው	-9.63393
▁አውጪ	-9.63395
▁24	-9.63449
▁እስቴት	-9.63657
አደጋው	-9.63659
▁አፅ	-9.63807
▁ቆይተ	-9.63813
አሁን	-9.64119
ነዚህ	-9.64167
▁ነዋሪ	-9.64202
ዘጋጀው	-9.64225
▁ኦርቴጋ	-9.64501
▁ይታወሳል	-9.64501
▁ጠቀሜታ	-9.64501
ከራከሩ	-9.64501
▁ምዕተ	-9.64502
ፈረደበት	-9.64506
ካህናት	-9.64515
▁ጥቃቱ	-9.64524
ፈነዳ	-9.64532
▁አብራር	-9.64533
▁አይቻልም	-9.64539
ገለጡ	-9.64539
ገልጽ	-9.64586
▁ኤርትራውያን	-9.64586
▁ለውጭ	-9.64626
ወራሪ	-9.64645
▁ምርት	-9.64691
▁ከሚገኙ	-9.64715
▁ሰላይ	-9.64729
ቀብር	-9.64739
▁ግምት	-9.64849
▁ጨር	-9.64928
ዕለ	-9.64961
ላቸዋል።	-9.64963
ቆጣጠር	-9.65057
2000	-9.65184
▁ለአሜሪካ	-9.65259
ቭላ	-9.65485
▁መልዕክት	-9.65489
▁ለመቆጣጠር	-9.65491
ተፈጸመ	-9.65493
ተወሰነ	-9.65721
▁1.	-9.65724
▁አገዛ	-9.66105
እንደ	-9.6675
መንገድ	-9.66763
ትምህርት	-9.66909
▁ጠላት	-9.67022
▁ብዙዎች	-9.67146
መሬት	-9.67184
ስታን	-9.67217
ዓለም	-9.67267
▁ምንጮ	-9.67341
መዐሕድ	-9.67626
▁በፖለቲካ	-9.67626
ሓ	-9.67626
ቋቋሙ	-9.67626
▁እየጨመረ	-9.67626
▁ጀርመን	-9.67626
▁ሻለቃ	-9.67626
▁ኃይሌ	-9.67626
▁ግዙፍ	-9.67627
አዳዲስ	-9.67628
▁ክቡር	-9.67628
▁የድንበር	-9.67628
▁ሃይሎች	-9.67628
▁አይችሉም	-9.67633
▁ለመሥራት	-9.67634
ቡድኑ	-9.67638
ባረሩ	-9.67648
▁ደርሶ	-9.67649
▁ጠይቋል	-9.67651
▁አይችልም	-9.67654
▁መግባት	-9.67663
▁የአስተዳደር	-9.67665
▁ዘይት	-9.6767
▁ዜጋ	-9.67673
መምጣቱ	-9.67688
▁ስጋት	-9.67689
ፈቀድ	-9.6769
ቀመጥ	-9.67707
▁የተካሄደው	-9.67712
▁ከውጭ	-9.67757
▁ሚዲያ	-9.67783
▁ዳይሬክተር	-9.67832
ከፍተኛ	-9.67905
▁እያደረጉ	-9.67908
ኋላ	-9.6791
▁ነዋሪዎች	-9.67935
▁የቀዳ	-9.67936
ደፈጣ	-9.68248
▁እንዲያደርጉ	-9.68252
▁ለዓለም	-9.68358
በረሃ	-9.68688
▁ከተማዋ	-9.69015
▁አልገ	-9.69137
▁ሻም	-9.69156
▁ተማሪ	-9.69238
▁እንዲኖር	-9.69356
▁ከኤርትራ	-9.69389
ማዕከላዊ	-9.69481
ፕሬዚዳንት	-9.69515
ኖሬጋ	-9.69517
ዓመት	-9.69549
አምስት	-9.70001
መልሶ	-9.70261
ፏ	-9.70594
አምባገነን	-9.70851
ፎቶግራ	-9.70851
▁ተሳታፊ	-9.70851
ጥንቃቄ	-9.70851
▁ሕዝቦች	-9.70851
▁ሽያጭ	-9.70852
ማጠናከር	-9.70853
▁ተገኝተው	-9.70853
▁ዝርያ	-9.70854
ፈጽሞ	-9.70856
▁በስፋት	-9.70862
▁ጓደኞ	-9.70862
ማጥቃት	-9.70864
ገለጽ	-9.70865
▁ወረቀ	-9.70868
▁አሸዋ	-9.70871
▁በቤተ	-9.70905
▁ለማረጋገጥ	-9.70936
▁እንዲመለስ	-9.71473
መናገር	-9.71629
እስር	-9.71658
▁አጠገ	-9.71662
▁እስቴትስ	-9.71764
▁የሚችሉ	-9.71894
እግር	-9.71896
▁ልብስ	-9.71962
ቦታው	-9.72194
ኀ	-9.726
▁ይሰማ	-9.72652
▁ለመያዝ	-9.72687
▁ጐን	-9.72897
▁ይግባ	-9.73192
ገመት	-9.73232
▁ትች	-9.73413
ለመሆኑ	-9.73842
ልከው	-9.73953
ሰባዊ	-9.74103
▁ዴሞክራሲ	-9.74172
w	-9.74185
ሶቭየት	-9.74185
▁አውሮፕላኖች	-9.74185
▁ኮርፖሬሽ	-9.74185
▁ኮንግሬስ	-9.74185
▁የዕድሜ	-9.74185
▁ረቂቅ	-9.74185
▁ስደተኞች	-9.74185
መሠረቱ	-9.74185
ጉሊያኒ	-9.74186
አእምሮ	-9.74186
▁አውራጃ	-9.74186
▁ምስጢራ	-9.74186
▁ወታደር	-9.74187
▁ሕንፃ	-9.74187
▁ታንኮች	-9.74191
▁ዶክተ	-9.74194
መግደል	-9.74201
▁መመሪያ	-9.74202
▁ይኖራል	-9.74205
▁አሥር	-9.74227
en	-9.74228
ገለጸ	-9.74231
▁የተከሰተው	-9.74239
▁ሐውስ	-9.7424
▁ቤተክርስቲያን	-9.74267
▁መንደር	-9.74319
ኩርዶች	-9.74458
▁የአረብ	-9.74487
እርሻ	-9.7449
▁አጠና	-9.74534
ኖቹ	-9.74571
ሏቸው	-9.74595
አቡነ	-9.74666
ራችን	-9.74686
▁ነጋ	-9.74695
ሎጂ	-9.74794
▁ዳግ	-9.74817
▁መቅረ	-9.75035
ጭነት	-9.7508
▁ከሞስኮ	-9.75088
ባቲ	-9.75132
ተፈጠረ	-9.75564
ረኞች	-9.75612
▁ያገኙ	-9.75824
ቀጠለ	-9.7584
▁ህዝ	-9.75955
ለወጡ	-9.76082
ዩኒቨርስቲ	-9.76506
ፈጸመው	-9.76514
ውሳኔ	-9.7667
▁እንቁ	-9.76681
▁የለውም	-9.76696
አማካይ	-9.76867
ኞ	-9.77047
▁የሚሠራ	-9.77047
▁ርዕ	-9.77104
ዘጋጅ	-9.77282
y	-9.77456
ዲሞክራ	-9.77492
ኢሕአዴግ	-9.77633
▁ተቆጣጣሪ	-9.77633
▁ድብደባ	-9.77633
▁ጉባዔ	-9.77633
ተጨባጭ	-9.77633
▁ለምሳሌ	-9.77633
አሸናፊ	-9.77634
▁እንደገለጸው	-9.77636
መንግስቱ	-9.77636
ሶማሌ	-9.77637
ወያዩ	-9.77639
ኮሚኒ	-9.77642
ወገዱ	-9.7765
ደኀንነት	-9.7766
▁ደህና	-9.77661
▁የወቅቱ	-9.77665
ጠቀሱ	-9.77669
▁ግንባታ	-9.77672
▁ጥፋት	-9.77675
▁ባለሥልጣኑ	-9.77677
ዘርላንድ	-9.77678
ፈራረ	-9.77696
ዎቻቸው	-9.77703
ወላጆ	-9.77705
▁ልውው	-9.7776
▁በሰላም	-9.77787
▁እንደሚችሉ	-9.77934
▁ይቻላል።	-9.78125
▁ህገ	-9.78174
▁ለመሆን	-9.78399
ተናገሩ	-9.78426
ከፊል	-9.78569
▁ፖስ	-9.78662
▁የማያ	-9.78982
መግለጽ	-9.78995
▁አሜሪካዊ	-9.79035
▁የሚገመ	-9.79092
▁ሕፃ	-9.79094
▁እርስ	-9.79185
ሌላቸው	-9.79302
▁አንዲ	-9.7931
▁ግንኙነ	-9.79375
ራሹ	-9.79398
▁ምስክር	-9.79603
አብዮ	-9.79744
▁ያገኘ	-9.80161
ዝርዝር	-9.80207
ዝግጅት	-9.80212
ጉዳዩ	-9.80224
▁ፕሬ	-9.80361
ወሰነ	-9.80483
ጠሩት	-9.80611
ዷል።	-9.80693
ጣለው	-9.80737
መጠየቅ	-9.80781
▁ቃላ	-9.8096
ሴቶች	-9.81
መሆኗ	-9.81053
ሒ	-9.81204
▁መሠረታዊ	-9.81204
▁ማስጠንቀቂያ	-9.81204
▁ዜግነት	-9.81204
▁ዝግጁ	-9.81204
▁ምህረት	-9.81205
▁ድንጋይ	-9.81205
ተቋቋመ	-9.81205
▁ሥፍራ	-9.81205
▁ለመውጣት	-9.81205
አሰቃቂ	-9.81206
መተኮስ	-9.81208
ቆጣጠሩ	-9.8121
በኩላቸው	-9.81211
ማጥፋት	-9.81221
ድንገት	-9.81222
መንገዱ	-9.81223
መልቀቅ	-9.81226
ዳራሽ	-9.81231
ወስዱ	-9.81235
▁ተገድለዋል	-9.81242
▁ብቃት	-9.81242
ኮንግረ	-9.81243
▁እቅድ	-9.81264
▁የአጥን	-9.81328
መርዳት	-9.81332
▁28	-9.81354
▁ከሆኑት	-9.81389
ውይይ	-9.81418
አዋጅ	-9.81471
አንዳች	-9.81485
▁ኮምፒውተ	-9.81579
ዮቹ	-9.81772
ጠየቀ	-9.8178
ስቴር	-9.82059
▁የሚያወጣ	-9.82181
▁ሲባል	-9.82211
ታጠቁ	-9.82236
▁ቁጣ	-9.82377
ያሳዩ	-9.82418
▁ምክንያ	-9.8268
ተላለፉ	-9.82716
▁አጋር	-9.82762
▁ክለ	-9.83131
▁መጠበቅ	-9.83291
ሰፊው	-9.835
▁26	-9.83689
ወንጀል	-9.84077
▁አልነበረ	-9.84323
ትናንት	-9.84424
ማቋረጥ	-9.84478
▁በግል	-9.84635
▁ፕሬዚ	-9.84893
b	-9.84907
S	-9.84908
ባርግሃውቲ	-9.84908
ክርስቲያኑ	-9.84908
ፕሮግራሙ	-9.84908
▁በቴሌቪዥን	-9.84908
▁ተከራካሪ	-9.84908
▁ኦልብራይት	-9.84908
▁የቴሌቪዥ	-9.84908
ኢሳይያስ	-9.84908
እስራኤሎች	-9.84908
ኮሚሽኑ	-9.84908
ውቅያኖ	-9.84908
▁ማድረጉ	-9.84908
▁ተያይዞ	-9.84908
▁አንቀጽ	-9.84909
▁ጨረር	-9.8491
▁ትራንስ	-9.84912
ሚካኤል	-9.84913
ከናወን	-9.84913
ጥርጣሬ	-9.84916
▁ተራኪ	-9.84919
▁ነጮች	-9.8492
▁ቅድመ	-9.84921
▁ኢላማ	-9.84922
▁የመረጃ	-9.84922
▁ግብፅ	-9.84928
▁በሕገ	-9.84934
ወሀት	-9.84939
▁ተናግራለች	-9.84957
▁ቶዮ	-9.85002
▁የኮሌስ	-9.85014
▁ዛቻ	-9.85102
ጠብቁ	-9.85189
▁ባሕረ	-9.85287
ከሰቱ	-9.85364
▁የተሞላ	-9.85382
ሻገር	-9.85431
በታል	-9.85511
መሣሪያ	-9.85517
▁እንዲፈታ	-9.85606
▁እጁ	-9.8602
መንጃ	-9.86199
▁ቡና	-9.86474
▁ባሕ	-9.86732
ኤች	-9.86754
እናንተ	-9.86766
ምንጊዜ	-9.86775
ጓዝ	-9.8695
▁የሚባል	-9.87072
መቻሉ	-9.87633
ቨ	-9.87877
▁ነኝ	-9.88004
ፕሮፌሰር	-9.88048
ካርታ	-9.88083
«	-9.88093
ከባድ	-9.88119
▁አቅራቢ	-9.8831
▁ገበሬ	-9.88438
ሥልጣናቸው	-9.88754
ኢንፎርሜሽን	-9.88754
ፕሮፓጋንዳ	-9.88754
▁በእንግሊዝ	-9.88754
▁ወንጀለኛ	-9.88754
▁ያነጣጠረ	-9.88754
▁አስቸጋሪ	-9.88754
▁ተደርጓል	-9.88754
▁the	-9.88755
▁ጓደኛ	-9.88756
▁ቀርቦ	-9.88762
ሕክምና	-9.88762
▁ተከትሎ	-9.88763
▁ርምጃ	-9.88763
▁የመኪና	-9.88766
እነርሱ	-9.88787
▁ያሳያል	-9.88795
▁መነሻ	-9.88797
▁አስተያየቶች	-9.88805
1987	-9.88822
▁በግልፅ	-9.88826
al	-9.88827
▁መስፍን	-9.88858
▁ገደብ	-9.88866
▁29	-9.88882
ያስከተለ	-9.88902
በሽታው	-9.8895
▁የከፋ	-9.88965
▁ለማስወገድ	-9.89145
▁እንዳስታወ	-9.89322
ቅጣት	-9.89339
▁እንደዚሁ	-9.89479
ሚያመለክተው	-9.89566
▁አስረድ	-9.8967
▁ታይቷል	-9.89688
ኢትዮጵያ	-9.89701
▁ጣቢያዎች	-9.89763
▁በደል	-9.90048
ይቻል	-9.90106
▁ወሬ	-9.90179
መቀጠል	-9.90896
▁በነገ	-9.90901
ሞስኮ	-9.91092
re	-9.91489
አሜሪካኖች	-9.91988
መነጋገር	-9.92023
ተለመደው	-9.92131
አውሮፕላን	-9.9221
▁ምድ	-9.92363
ብርጌ	-9.92581
▁ውሎ	-9.92648
ረጋገጥ	-9.92649
ሥልጣኑ	-9.92703
ዑ	-9.92705
ለመወያየ	-9.92751
ሆስፒታ	-9.92753
መጻሕፍት	-9.92754
▁አንዳንዶቹ	-9.92754
C	-9.92754
▁የስደተኞች	-9.92754
▁አረጋግ	-9.92754
▁የለኝም።	-9.92754
▁ተጠያቂ	-9.92755
▁መገናኛ	-9.92755
▁ሀገሮች	-9.92755
▁ጠብመንጃ	-9.92755
▁ተወላጆች	-9.92755
ፈጽሙ	-9.92757
▁ምሳሌ	-9.92759
▁መውጣት	-9.9276
▁ወንዶች	-9.92762
▁ወኪል	-9.92763
▁ግልፅ	-9.92763
ተቀመጠ	-9.92772
ኀብረት	-9.92773
▁ባወጣው	-9.92774
ቀበለው	-9.92776
▁ዴቪ	-9.92778
ተመረጡ	-9.9278
ግለፅ	-9.92783
ሌሊት	-9.92801
ፈቃደ	-9.92812
▁ጥይት	-9.92844
▁ዘርፍ	-9.92869
ቀየር	-9.92871
ሚደርሱ	-9.9291
ነፍስ	-9.92913
▁ተወላጅ	-9.92917
ፍርዱ	-9.92943
▁በሚመለከት	-9.92946
ሲቪል	-9.9296
▁ውድድር	-9.92993
▁ገብቷል	-9.93026
▁ቆይቷል	-9.93181
ጠቀምበት	-9.93183
▁ስማቸው	-9.93202
▁ስላለው	-9.93209
ረሃብ	-9.93237
ሾሙ	-9.9324
ሔዱ	-9.93291
ሣምን	-9.93314
ሪፖርተር	-9.93398
ተማሪዎቹ	-9.93482
▁ኃይለኛ	-9.93594
▁በድብ	-9.93683
ስደት	-9.93853
ፈጸሙ	-9.93937
▁በቀስ	-9.94004
ላገኘ	-9.9407
ጥረት	-9.94349
▁አድማ	-9.94552
▁ነበሩ	-9.95111
▁በጦር	-9.9525
መላክ	-9.95282
ከፈቱ	-9.95332
▁እየተከታተ	-9.95864
▁እየተደረገ	-9.96498
▁ደጋፊ	-9.9653
ጥያቄ	-9.96602
ሡ	-9.96921
ቀዝቃዛ	-9.96921
ዋሺንግተን	-9.96921
ፄ	-9.96921
▁ቶፍቲንግ	-9.96921
▁ንቅናቄ	-9.96921
▁እንጉዳይ	-9.96921
▁ጸሐፊ	-9.96921
ኪርኩክ	-9.96921
ፍሎሪዳ	-9.96921
▁ከሩሲያ	-9.96921
▁የተቃውሞ	-9.96921
▁ቅስቀሳ	-9.96921
▁ተንታኞች	-9.96921
▁መድልዎ	-9.96921
▁ያደርጋሉ	-9.96921
ተሐድሶ	-9.96921
▁በውጊያ	-9.96921
▁ይሆናሉ	-9.96921
▁ማብራሪያ	-9.96921
▁አጀንዳ	-9.96921
▁ታዋቂ	-9.96922
ልጆቻቸው	-9.96923
▁ተገለፀ	-9.96923
▁ይባላል	-9.96923
▁ሆቴል	-9.96924
▁የሚቆጠር	-9.96924
▁ሀይሎች	-9.96924
▁1989	-9.96924
▁ትርጉም	-9.96924
▁ሙስሊ	-9.96925
▁አስምረውበ	-9.96926
▁ኔናድ	-9.96927
ፋሉጃ	-9.96927
▁እንደገለፁት	-9.96928
▁መንፈስ	-9.96928
ቢቢሲ	-9.96932
▁የየመን	-9.96934
▁ገሪማ	-9.96936
▁ኤርትራዊያን	-9.96945
▁ልጇ	-9.96949
▁ከቤተ	-9.96955
ገልፀው	-9.96961
መያዛቸው	-9.96963
▁ፈጣን	-9.96969
▁ልዑ	-9.96972
▁ወልደ	-9.96974
▁ጦሩ	-9.96983
▁ገብረ	-9.97004
ትራፊ	-9.97014
▁ውዝግ	-9.97035
▁ማይል	-9.97077
▁ሲመልሱ	-9.97079
▁መሆኗን	-9.97101
▁ሎሳ	-9.97148
▁ከበደ	-9.97249
▁ክሱ	-9.97274
▁እምብ	-9.97303
▁እንዲያገኝ	-9.97304
ቆጠሩ	-9.9734
ፌደራሉ	-9.97372
ሰነድ	-9.97386
ደረሰባቸው	-9.97414
መደቡ	-9.97425
ያሲር	-9.97461
ገልጧል	-9.97489
ተገደለ	-9.97684
▁የተነሱ	-9.97744
ሚጠራው	-9.97786
ትግል	-9.98141
ጮች	-9.98328
ed	-9.98397
ህዝብ	-9.98557
ቁሟ	-9.98688
መፈለግ	-9.98839
▁የአካባቢ	-9.99244
▁አገልግሎ	-9.99392
▁ቆይታ	-9.99397
ጠቀም	-9.9998
▁አግኝተ	-10.0027
17	-10.0041
ማስተላለ	-10.0069
▁እንደነበረ	-10.0088
▁የተቃዋሚ	-10.0104
ግዛት	-10.0112
▁ዓመታ	-10.0118
ማይችል	-10.0125
1999	-10.0127
ሚኒስትሯ	-10.0127
ቤተሰቦቻቸው	-10.0127
▁ምዕራፍ	-10.0127
▁ጠበቆች	-10.0127
▁መመሥረ	-10.0127
▁ጠቁመዋል።	-10.0127
ሕይወታቸው	-10.0127
▁ምስክሮች	-10.0127
▁ተፈርዶበ	-10.0127
አስተዱዱሪ	-10.0127
▁ህጋዊ	-10.0127
እግረኛ	-10.0127
ጠናቀቅ	-10.0127
▁ስርዓት	-10.0127
▁አይመስለኝም	-10.0127
▁ይልቁን	-10.0127
ፈፀሙ	-10.0127
▁አጸፋ	-10.0127
ቅንጅት	-10.0127
ኩዌት	-10.0127
▁አህመድ	-10.0128
▁እንደገለጹት	-10.0128
▁አካላት	-10.0128
▁አረቢያ	-10.0128
ቦርዱ	-10.0128
▁ሽብር	-10.0128
መመርመር	-10.0129
▁እየታየ	-10.0129
ግንዛቤ	-10.0129
ባለሙያ	-10.0129
ገፋፋ	-10.0131
on	-10.0131
▁ኢትዮጵያዊያን	-10.0133
ሞክር	-10.0133
መድረስ	-10.0134
ፈላለ	-10.0137
▁መርከቦች	-10.014
ጐረቤ	-10.0141
ፈቀደ	-10.0141
▁እንድትሆን	-10.0141
▁በተፈጠረው	-10.0143
አስተዳደሩ	-10.0143
▁ሞተዋል	-10.0144
▁የተጀመረው	-10.0146
ብረቱ	-10.015
▁የራሳቸውን	-10.0162
ደረግለት	-10.0163
ማግኘቱ	-10.0171
▁ከመሆኑ	-10.0181
ሚያሳየ	-10.0192
▁መስሪያ	-10.0193
ዕለቱ	-10.0194
ብሮን	-10.0204
▁ታስረ	-10.0212
ተሰጠው	-10.0215
አስር	-10.022
ሀገረ	-10.0226
▁አግኝተዋል	-10.0251
ለማቆም	-10.0252
መረዳት	-10.0271
ከታተሉ	-10.0279
ተላለ	-10.0279
173	-10.0292
▁ስለማይ	-10.0325
▁በተለያ	-10.0369
ሞቲ	-10.0392
▁ውጥረ	-10.0401
ሌላው	-10.0437
መስራት	-10.0482
▁ለማድረ	-10.0553
▁ካለፈ	-10.0561
and	-10.0581
ማስፈራራት	-10.0581
ቮ	-10.0581
አይሮፕላ	-10.0581
ዮርዳኖ	-10.0581
▁ለሕዝቡ	-10.0581
▁ስምምነቶች	-10.0581
▁በደቡባዊ	-10.0581
▁ተዋህዶ	-10.0581
▁ይፈልጋል	-10.0581
E	-10.0581
ኚ	-10.0581
▁አስተሳሰብ	-10.0581
ግርማዊነትዎ	-10.0581
ስተዳድር	-10.0581
አብዛኞቹ	-10.0581
▁የትራንስ	-10.0582
▁በመደገፍ	-10.0582
▁ጥላቻ	-10.0582
▁ኢያሱ	-10.0582
▁አስከሬ	-10.0582
አጥባቂ	-10.0582
ጠቀሰው	-10.0582
ሬውተር	-10.0582
አክሱም	-10.0582
ማስተማር	-10.0583
ከንቲባ	-10.0584
ጠይቁ	-10.0584
▁ሽፋን	-10.0585
▁አሰራር	-10.0585
▁ፍቅር	-10.0585
ሕዝበ	-10.0585
▁ክንፍ	-10.0586
ሥላሴ	-10.0587
መከልከ	-10.0587
▁ምሽት	-10.0587
▁ተቋም	-10.0588
ምስራቅ	-10.0588
▁ሰጥቶ	-10.0589
▁ማህበር	-10.059
▁ተገኝቷል	-10.0593
▁መብታቸው	-10.0594
ኗል።	-10.0599
መመለስ	-10.0602
▁ታማኝ	-10.061
98	-10.0612
▁አስቀድሞ	-10.0612
አንተ	-10.0623
ሳተፉ	-10.0624
▁ፈፅ	-10.0639
▁ክፍሉ	-10.0659
2002	-10.0667
ዊያን	-10.0674
▁በከተማ	-10.0686
▁ከወዲ	-10.0693
▁አገኘ	-10.0747
▁ማለታቸው	-10.0767
መክፈል	-10.0777
ማድረግ	-10.0781
ጓጉ	-10.0798
ሚገባቸው	-10.0811
ድርጅቱ	-10.0829
ተራራ	-10.0833
▁እንደማያ	-10.1001
አንድነት	-10.1007
መምህራ	-10.1045
▁ዲሞክራሲ	-10.1057
▁ኢምባሲ	-10.1057
ዮናይትድ	-10.1058
ሪፐብሊካ	-10.1058
ኢንዶኔዢያ	-10.1058
እርግጠኛ	-10.1058
ጐርባቾቭ	-10.1058
ፆ	-10.1058
▁ሪፐብሊክ	-10.1058
▁ባለሥልጣናቱ	-10.1058
▁አመሰግናለሁ	-10.1058
▁ፍላጎት	-10.1058
A	-10.1058
ምዕራቡ	-10.1058
አትላንቲክ	-10.1058
▁ለሩሲያ	-10.1058
▁ተስማምተዋል	-10.1058
▁ተባባሪ	-10.1058
▁አማፅያ	-10.1058
▁ተነስቶ	-10.1058
▁ፈላጊ	-10.1058
ሰጧቸው	-10.1058
▁ለውጦች	-10.1058
ኤሌክት	-10.1058
ኬሚካ	-10.1058
▁ኃይሉ	-10.1058
▁ካንሰር	-10.1059
መቆየት	-10.1059
▁ባዝራ	-10.106
▁ደብልዩ	-10.106
▁በመኪና	-10.1061
▁አለመሆኑን	-10.1061
▁ተካፋ	-10.1061
▁ህብረት	-10.1061
መሰብሰብ	-10.1062
▁ገብነት	-10.1062
▁ዲኘሎማሲ	-10.1062
ጐርፍ	-10.1063
▁አስተላላፊ	-10.1065
▁ቴሌ	-10.1068
ኦነግ	-10.1069
ቀነሰ	-10.1069
is	-10.107
▁ጊዜያት	-10.1077
ቀጣዩ	-10.1079
▁ሄዷል	-10.108
▁መደረጉን	-10.1081
▁ምልል	-10.1082
እንግዳ	-10.1086
ጨምር	-10.1087
ታምራት	-10.1089
ጊዜያዊ	-10.1089
▁ጐደ	-10.1091
197	-10.1092
ስድስት	-10.1093
▁ሰርጐ	-10.1099
ትጥቅ	-10.11
▁ዘሮች	-10.1103
ኖራት	-10.1115
▁በኒው	-10.1116
ታተመ	-10.1121
አዋሳ	-10.1145
▁መጥቷል	-10.1149
መግባባት	-10.116
ጋርነር	-10.1203
▁ተቆጥ	-10.1217
ሰለፉ	-10.1219
▁ባልሆነ	-10.1235
ስማሚ	-10.1257
ተነሣ	-10.1305
ከተማው	-10.1361
▁ክሪ	-10.1401
ይችል	-10.1504
ዔ	-10.1558
ዠ	-10.1558
ሥልጣኔ	-10.1558
ኢሃዴግ	-10.1558
▁ማረጋገጫ	-10.1558
▁ምኒስትር	-10.1558
▁ሥልጠና	-10.1558
▁ኤክስፐርቶች	-10.1558
▁እፈልጋለሁ	-10.1558
▁ተቋማት	-10.1558
ለመመሥረ	-10.1558
ማዘጋጀት	-10.1558
ሚወስደው	-10.1558
ሦስተኛ	-10.1558
▁ግዛቶች	-10.1558
▁ሐውልት	-10.1558
▁ጥቃቶች	-10.1558
▁ግለሰብ	-10.1558
▁ስለነበር	-10.1558
▁ይገመታል	-10.1558
መድረሱ	-10.1558
▁ጠቁመው	-10.1558
መጫወት	-10.1558
እንስሳት	-10.1558
መዋቅር	-10.1559
መገንባት	-10.1559
▁ዘጋቢ	-10.1559
ብርቱካ	-10.156
ሚኒስትሮ	-10.156
▁ቁልፍ	-10.156
▁ሰለባ	-10.156
ክልሎች	-10.1561
▁ይኖርበታል	-10.1561
ወለዱ	-10.1562
ሕገወጥ	-10.1562
▁አጥብቀ	-10.1563
th	-10.1563
▁ያምናሉ	-10.1564
መለየት	-10.1565
ገለፅ	-10.1565
▁አያሌው	-10.1565
▁ታይቶ	-10.1568
መሰረተ	-10.1574
▁ሣይ	-10.1576
▁ቀርቶ	-10.1577
ሚቀጥሉት	-10.1577
▁ማህበረሰ	-10.158
በልጡ	-10.1581
▁ቀጣና	-10.1583
▁ኃይላ	-10.1583
▁እየሆነ	-10.1591
▁ያልሆኑ	-10.1592
▁ተክል	-10.1592
ተነጋገሩ	-10.1593
መጀመሪያ	-10.1595
ጀርባ	-10.1602
መስጠቱ	-10.1602
ገዥው	-10.1604
ዷቸው	-10.1606
ተወካዮች	-10.1614
ጋዜጠኞች	-10.1615
▁ደሴ	-10.1616
መኖሪያ	-10.1616
አንዴ	-10.1642
ወለድ	-10.1659
አስመራ	-10.1661
አለቃ	-10.1665
▁የቻለ	-10.1673
ተፃፈ	-10.1684
ያስፈልግ	-10.1685
መለሰ	-10.1745
ያምኑ	-10.1861
190	-10.1869
ማግለ	-10.1869
ማይታወቅ	-10.187
አቅርቦት	-10.194
መብረ	-10.1956
ግሪን	-10.1964
ተሳተፉ	-10.2053
▁ካቢኔ	-10.2062
v	-10.2084
:	-10.2084
ስተካከል	-10.2084
እንግሊዙ	-10.2084
ወንጀለኞች	-10.2084
ዲፕሎማሲያዊ	-10.2084
፥	-10.2084
፻	-10.2084
▁አፈወርቂ	-10.2084
▁ኤክስፐርት	-10.2084
▁እንክብካቤ	-10.2084
T	-10.2084
▁አንዳንዴ	-10.2084
▁ጥንካሬ	-10.2084
▁ፅሁፍ	-10.2084
ሽብርተኝነት	-10.2084
▁አስተዋፅ	-10.2084
▁ፀጥታ	-10.2084
ማድረጓ	-10.2084
▁እንዳደረገ	-10.2084
▁ኮሌጅ	-10.2084
▁የኦሮሞ	-10.2084
▁አንችልም	-10.2084
▁አሳሳቢ	-10.2084
▁አብርሃ	-10.2084
▁ድልድይ	-10.2084
ሙዚቃ	-10.2084
▁አማራጮች	-10.2084
▁ድምጽ	-10.2084
▁አይዲድ	-10.2085
ንግግራቸው	-10.2085
▁በጥይት	-10.2085
ጥልቀት	-10.2086
▁የሌሎች	-10.2086
ማገልገ	-10.2086
መዋጋት	-10.2088
▁ክንፈ	-10.2088
▁እንዳልሆነ	-10.2089
▁በመጥቀ	-10.209
▁ድርሻ	-10.209
ተከላካ	-10.2091
ወህኒ	-10.2092
▁ክሶች	-10.2095
መረመሩ	-10.2096
ማሳወቅ	-10.2098
መቻላቸው	-10.21
▁መምሪያ	-10.21
እረፍት	-10.2104
▁ወስነ	-10.2105
▁በጤና	-10.2109
▁ሬሳ	-10.211
▁የጤና	-10.2112
ወሰደው	-10.2116
ፖላንድ	-10.2117
▁ጧት	-10.2118
ማንሳት	-10.2119
▁ሕጉ	-10.2121
ጠይቃ	-10.2125
አህጉ	-10.2125
ምትገኘው	-10.2135
ሚታይበት	-10.2142
ጠየቅ	-10.2155
ትክክለኛ	-10.217
ዜጐች	-10.217
ጥቁር	-10.2172
ሥጋት	-10.2178
ተለዩ	-10.218
ጐንደር	-10.2181
መስመር	-10.2223
▁ሰፈ	-10.2272
ለመኖሩ	-10.228
▁አግኝ	-10.2282
ደብረ	-10.2338
▁ያልሆነ	-10.2404
▁አግኝቷል	-10.2409
ትላንትና	-10.2414
ትክክል	-10.2418
ሚያቀርቡ	-10.2477
▁ማዕድ	-10.2513
ማይቀር	-10.2518
▁አለመግባባ	-10.2522
ስተዳደር	-10.258
ክህነ	-10.2599
ቀጥሉ	-10.2623
ተከሰተ	-10.2632
ሑ	-10.2639
ሐዋርያት	-10.2639
ሚሎሶቪች	-10.2639
አምባሳደሩ	-10.2639
▁ልጃገረዶ	-10.2639
▁መስዋዕትነ	-10.2639
▁መጽሔት	-10.2639
▁ሲሞክሩ	-10.2639
▁በተቀሰቀሰ	-10.2639
▁አስተባባሪ	-10.2639
▁ካድሬዎች	-10.2639
▁ፕሬዚዳንታዊ	-10.2639
መከፋፈል	-10.2639
▁ሊቃውንት	-10.264
▁ነቀርሳ	-10.264
አክሲዮ	-10.264
▁ያደርጋል	-10.264
▁ማዕበል	-10.264
ሪፖርተራችን	-10.264
▁የውጊያ	-10.264
በሕዝቡ	-10.264
መጐብኘ	-10.264
▁ስብከት	-10.264
ማቅረባቸው	-10.264
ስልጣኑ	-10.264
▁ሀላፊ	-10.264
▁ፍሮስት	-10.264
▁መኪኖች	-10.264
ተካሔደ	-10.264
▁ድህነት	-10.264
▁ግርማዊ	-10.264
አይሁዶች	-10.264
▁አሳስበዋል	-10.264
▁ባለቤቶች	-10.264
▁ስርጭት	-10.264
▁ነገሥት	-10.264
▁የአሸዋ	-10.264
▁ፍቅሬ	-10.264
▁ከጥቅም	-10.264
▁አትሌት	-10.264
ጠናቀቀ	-10.264
መዝናኛ	-10.264
▁ተገለጠ	-10.264
▁ናትሃን	-10.2641
▁ሲሱሉ	-10.2641
▁ምስጋና	-10.2641
ራሳችን	-10.2641
ሲዳማ	-10.2642
▁መገባደ	-10.2642
▁ፍለጋ	-10.2642
▁አልታወቀም	-10.2644
▁የአውቶ	-10.2644
▁አይኖርም	-10.2644
ተጓዙ	-10.2644
ብሔር	-10.2645
▁ባራክ	-10.2645
አውሮፖውያን	-10.2646
▁ኮንትራዎች	-10.2646
▁ዶክተሮች	-10.2647
▁ሙስና	-10.2647
ልተለመደ	-10.2648
ጓጓዣ	-10.2648
▁ሚሼ	-10.2652
ያከብሩ	-10.2654
▁ተመልሰ	-10.2655
▁አምኖ	-10.2659
ሯሯ	-10.2661
ራንጅ	-10.2662
▁ለማዳን	-10.2664
▁ጫማ	-10.2665
▁ለንደን	-10.2668
▁የጋዝ	-10.2671
▁ክፉ	-10.2677
ባህረ	-10.2677
▁ንጹ	-10.2691
ቆሰሉ	-10.2698
አቅራቢያ	-10.2705
▁የተለመደ	-10.2728
አደራ	-10.2731
ዲኘሎማቶች	-10.2735
ጄኔራል	-10.2756
ሕጋዊ	-10.2759
ግንባር	-10.2764
ተደረገላቸው	-10.2773
መልሱ	-10.2786
ያስቡ	-10.2793
ተረጋገጠ	-10.2802
ስትራቴጂያዊ	-10.2806
▁ለሌላ	-10.2895
ጤንነ	-10.2906
▁መልዕክ	-10.294
▁መክፈ	-10.2949
▁ችለዋል	-10.3072
▁ከብዙ	-10.3082
▁በአደጋ	-10.3091
ኢኮኖሚ	-10.3123
ያርፍ	-10.3221
▁አሻንጉሊ	-10.3228
ፌዴሬሽ	-10.3228
▁መርማሪዎች	-10.3228
▁ማስተባበሪያ	-10.3228
▁ተቆርቋሪ	-10.3228
▁አዛዦች	-10.3228
▁አዝማሚያ	-10.3228
▁ያመለክታል	-10.3228
አጠቃቀም	-10.3228
▁የተበላሸ	-10.3228
መሆናችን	-10.3228
▁ውጤቶች	-10.3228
ህፃናት	-10.3228
▁ሂደቱ	-10.3228
▁ጭንቀት	-10.3228
መገኘታቸው	-10.3228
ጠንቀቅ	-10.3228
▁ባደረገ	-10.3228
▁ተገናኝተ	-10.3228
▁ሶፍት	-10.3228
ቆርቆሮ	-10.3228
▁ባልደረቦ	-10.3228
▁ማሻሻ	-10.3228
ሥዕል	-10.3229
▁ተይዞ	-10.3229
▁በሙስና	-10.3229
የሕዝቡ	-10.3229
▁በመጠኑ	-10.3229
▁ዕቃዎች	-10.323
▁ኬንያ	-10.323
ተባባሰ	-10.3231
▁ድካም	-10.3231
▁መጥተው	-10.3232
▁የለበትም	-10.3233
▁ይዟል	-10.3233
▁ገብቶ	-10.3233
ዘረጋ	-10.3233
▁አይሆንም	-10.3234
ፕሬዚዱን	-10.3235
▁ይታያ	-10.3236
ሐዘን	-10.3241
ዳደሩ	-10.3243
መተባበር	-10.3243
▁የፀረ	-10.3244
▁በተባለች	-10.3245
▁መዲና	-10.3245
ሰበካ	-10.3246
▁ተሰልፈ	-10.3247
▁ተቀምጠ	-10.3247
▁በንግድ	-10.3249
▁ዲሞክራቲ	-10.3251
ጠቀስ	-10.3256
እሥራት	-10.3293
እርሱ	-10.3293
▁የተሳሳ	-10.3295
ቋረጥ	-10.3299
አርሶ	-10.3304
መቀሌ	-10.3319
▁ወዳለ	-10.334
ወዳጅነት	-10.3352
ክሊንተን	-10.3384
መሰረት	-10.3392
▁አቅርቦ	-10.3392
▁በድጋ	-10.3397
አልባ	-10.3406
▁ኃላፊነቱ	-10.3438
መምራት	-10.3476
▁ሠርተ	-10.3507
ቆጥረው	-10.3651
ስታውሰው	-10.3675
▁የተገኘ	-10.3698
▁ሁላች	-10.3796
ሰባሰ	-10.3808
▁የኢራ	-10.3836
ያዘችው	-10.3846
ሕወሓት	-10.3853
ማመቻቸት	-10.3853
አምባሳደሮች	-10.3853
ኢንተርናሽናል	-10.3853
▁መረጋጋት	-10.3853
▁ሚሲሲፒ	-10.3853
▁በምስጢር	-10.3853
▁ተጽዕኖ	-10.3853
▁አንባቢዎች	-10.3853
▁እምቢተኛ	-10.3853
▁ክርስቲያናት	-10.3853
▁ኮሚሽነ	-10.3853
▁ወታደሮቿ	-10.3853
▁ዓለምአቀፋዊ	-10.3853
▁የፖሊሲ	-10.3853
▁ይካሄዳል	-10.3853
1995	-10.3853
መለያየት	-10.3853
▁አረጋዊ	-10.3853
ብአዴን	-10.3853
ምታደርገው	-10.3853
▁ማኅበር	-10.3853
▁በበኩሉ	-10.3853
▁ከሰዓት	-10.3853
ቪዲዮ	-10.3853
ሊባኖስ	-10.3853
▁አስጠንቅ	-10.3853
ሩዋንዳ	-10.3853
ጥለቀለ	-10.3853
▁እየሞከረ	-10.3853
አስተማማኝ	-10.3853
ምባብዌ	-10.3853
▁ግጭቶች	-10.3853
ጐበኙ	-10.3853
▁ማንዴላ	-10.3853
▁እያደረገ	-10.3853
ናዝሬት	-10.3853
▁ሆስፒታሎች	-10.3853
▁ሕጐች	-10.3853
▁ሴትየዋ	-10.3853
▁የግድያ	-10.3853
ፍርሃት	-10.3853
ወንጌል	-10.3853
▁ጠላቶች	-10.3853
▁ሌተና	-10.3853
▁ደርሷል	-10.3853
ገጠማቸው	-10.3853
▁አሮጌ	-10.3854
▁ጥቆማ	-10.3854
▁ወዘተ	-10.3854
መቆየቱ	-10.3854
ኖቤል	-10.3854
ካቶሊ	-10.3854
ጃፓን	-10.3855
▁በተከታ	-10.3855
▁አልሆነም	-10.3855
▁የአፋር	-10.3856
ማስረከብ	-10.3857
መውጣታቸው	-10.3857
▁ብዙሃን	-10.3857
▁ካልሆነ	-10.3858
▁ተይዘ	-10.3858
▁ጠቅል	-10.3859
▁የተሰነዘረው	-10.3859
ታገዱ	-10.3859
መሞከር	-10.386
ሞዴል	-10.386
ጀምረው	-10.3865
▁የገለፁት	-10.3865
▁አማራ	-10.3867
ሆላንድ	-10.387
ላደረገ	-10.3881
መግባቱ	-10.39
ማክበር	-10.3902
ያከናው	-10.3912
ሚፈልጉት	-10.3937
ከሰሰ	-10.3999
▁ሳይቀር	-10.4016
▁በተገኘ	-10.404
መግፋ	-10.4044
ጠላትነት	-10.4047
ነሐሴ	-10.4048
ፍልስጤማውያን	-10.405
ቆጣጠረው	-10.4053
ስህተ	-10.4064
ሚታወቀው	-10.4069
ብዙዎቹ	-10.4239
▁ድርጅ	-10.4265
መደረጉ	-10.4271
ማይችሉ	-10.4275
▁እንደነበሩ	-10.4313
▁መካከለኛ	-10.4383
ከተማዋ	-10.4414
▁ሆኗል	-10.4417
ሁለተኛው	-10.4437
ሚገኝበት	-10.4448
ነጋገሩ	-10.4472
ስትራሊያ	-10.4492
የተካሄደ	-10.4501
ተላላፊ	-10.451
▁ፍልስጤማ	-10.4517
መስለኝ	-10.4519
ጳ	-10.4519
ማቺጉኤንጋ	-10.4519
ሜጋዋቲ	-10.4519
ኜ	-10.4519
ኢንዶኒዢያ	-10.4519
ኮስታሪካ	-10.4519
ዘዋዋሪ	-10.4519
ፊሊፒንስ	-10.4519
ፌብሯሪ	-10.4519
ፒዩንግያንግ	-10.4519
፱	-10.4519
▁ብሌየር	-10.4519
▁አመልክተው	-10.4519
▁እየሞከሩ	-10.4519
▁ጳጉሜ	-10.4519
▁ሰብሳቢ	-10.4519
▁ቦልተን	-10.4519
▁የሽልማት	-10.4519
ያካሂዱ	-10.4519
ፋይናንስ	-10.4519
▁ፈረንሳይ	-10.4519
ናይትድስቴትስ	-10.4519
▁አስተላልፈ	-10.4519
▁ኦካላን	-10.4519
▁ድርጊቱ	-10.4519
▁ግምገማ	-10.4519
▁ሒደት	-10.4519
▁እናውቃለን	-10.4519
▁ውሣኔ	-10.4519
መንገደኞች	-10.4519
▁ለመክፈት	-10.4519
▁ተቋሞች	-10.4519
▁ይሰጣቸዋል	-10.4519
ጠናቀቁ	-10.4519
▁አሳዛኝ	-10.4519
▁ተመልክቷል	-10.452
▁ትስስር	-10.452
▁ሄሊኮኘተሮች	-10.452
▁እናቀርባለን	-10.452
▁አያያዝ	-10.452
▁ይኽው	-10.452
ለማየሁ	-10.452
▁በማውገዝ	-10.452
▁ዓመቷ	-10.452
▁ምኞት	-10.452
ሚሞክሩ	-10.452
ሳዉዲ	-10.452
▁አብያተ	-10.452
▁ስደተኛ	-10.452
▁ብክለት	-10.452
▁ጣይቱ	-10.452
▁ሻሎም	-10.452
ሕዝባቸው	-10.452
ስዊድን	-10.452
▁to	-10.452
▁ትከሻ	-10.452
▁አንጋፋ	-10.452
▁ሁከት	-10.452
▁ተገኝቶ	-10.452
▁አልነበረም፤	-10.452
ታሰበው	-10.452
ሰቃዩ	-10.4521
▁ወቅታዊ	-10.4521
▁ኀብረተሰብ	-10.4521
ተከሰሱ	-10.4521
▁አልነበራቸውም	-10.4521
▁አስተናጋ	-10.4521
▁ይጠይቃል	-10.4521
አርዱፍ	-10.4522
▁ተሽከርካሪዎች	-10.4522
▁መሰናክ	-10.4522
ተኮሱ	-10.4522
ሸነፍ	-10.4523
▁ያወጡት	-10.4523
▁ከሄደ	-10.4524
▁ፋንታ	-10.4524
▁ባርኮ	-10.4525
▁ፈተና	-10.4525
ሚደግፉ	-10.4525
ፊደል	-10.4525
ሚደርሰው	-10.4528
▁ማርሻ	-10.4528
ወሰድ	-10.453
▁ስፋት	-10.4531
▁ተለዋ	-10.4533
ፓሪስ	-10.4537
ተመረጠ	-10.4537
▁አብራም	-10.4543
ወረደ	-10.4562
▁ክልላ	-10.4573
ጥንታዊ	-10.4575
ባሕሩ	-10.464
▁ሶስተኛ	-10.4665
ማዕድኑ	-10.4676
እሷ	-10.4739
ሳምንቱ	-10.4746
ሰዓታ	-10.4749
መጀመር	-10.4762
ጽሑፍ	-10.4764
ዓመታት	-10.4767
ስምምነት	-10.4768
አመፅ	-10.4789
▁ትላንት	-10.4799
መጋቢ	-10.4814
▁እስትራቴጂ	-10.5037
▁አስተያየ	-10.5037
▁አሸባሪ	-10.5101
▁ይቻላል	-10.5131
ማስወገድ	-10.5161
▁ስትራቴጂ	-10.5219
ጇ	-10.5229
ተሽከርካሪ	-10.5231
ገነዘቡ	-10.5234
▁ተፈላጊ	-10.5234
ሕብረተሰብ	-10.5234
ብአዴኖች	-10.5234
አስተዳደራዊ	-10.5234
ክርስቶስ	-10.5234
▁ለመመስረት	-10.5234
▁ተጽእኖ	-10.5234
▁ትምህርታቸው	-10.5234
▁አያይዘው	-10.5234
▁እንፈልጋለ	-10.5234
▁ጄኔራሎች	-10.5234
1996	-10.5234
መተማመን	-10.5234
▁ተመራማሪ	-10.5234
ተማመኑ	-10.5234
ጠባበቅ	-10.5234
▁ይሄዳሉ	-10.5234
ሲኖዶስ	-10.5234
▁ይደረጋል	-10.5234
ዶክትሬ	-10.5234
▁ለመተካት	-10.5234
▁አትሌቶች	-10.5234
▁መፍትሄ	-10.5234
▁አቋርጠው	-10.5234
▁ከጀርመ	-10.5234
▁በሐምሌ	-10.5234
▁ካውንስል	-10.5234
▁ኮንፈረን	-10.5234
▁ጨምረው	-10.5234
ገንዘባቸው	-10.5234
▁ታጣቂ	-10.5234
ጅቡቲ	-10.5234
▁አብዱላ	-10.5234
ቀጣይነት	-10.5234
አጋሮቻቸው	-10.5234
ኢዜአ	-10.5234
▁በማስታወስ	-10.5234
መገኘቱ	-10.5234
▁ፍጥጫ	-10.5234
▁በውስጡ	-10.5234
▁የሚያስችለው	-10.5234
▁በተግባር	-10.5234
▁አሳታሚ	-10.5234
▁ይሰጣል	-10.5234
▁ቀርቷል።	-10.5234
▁አብዱል	-10.5234
ኮሌጁ	-10.5234
▁መስጠታቸው	-10.5235
▁እንቅፋ	-10.5235
▁መጽሐፍ	-10.5235
መውሰዱ	-10.5235
ተዳከመ	-10.5235
ገለጠው	-10.5236
▁ራይስ	-10.5236
እንግዶች	-10.5236
ጠባቂ	-10.5236
▁አባላቱ	-10.5237
▁ይቆያ	-10.5237
▁ከሕግ	-10.5237
ተከሳሽ	-10.5238
▁ያሬድ	-10.5238
ጠበቁ	-10.5238
▁ይመስል	-10.5238
ያዝነው	-10.5238
▁የሚሸፍ	-10.5239
ችኋል	-10.5239
▁አልቀረም	-10.5239
ሰነዝ	-10.524
▁ሞክረዋል	-10.524
ግጭቱ	-10.5242
▁የእስራ	-10.5245
▁አያውቁም	-10.5246
ልጃቸው	-10.5246
▁ተመርጠ	-10.5252
▁ድራማ	-10.5257
አውስትራሊያ	-10.5263
ገነባ	-10.5264
ስተካክ	-10.5266
ጨነቃ	-10.5271
ወገኖ	-10.5283
ማስፋፋት	-10.5284
ባለቤ	-10.5308
ፓናማ	-10.5322
ተናገረ	-10.5401
ወሰደችው	-10.5408
ስተናገ	-10.5423
ተጻፈ	-10.5453
▁ባህላ	-10.5493
አያሌ	-10.5533
መኮንኖች	-10.5535
ወታደሮች	-10.5536
ዝግጅቱ	-10.5573
▁በየወ	-10.5586
▁የሚያገለግ	-10.5651
ያፈራ	-10.5694
ስላሳ	-10.5744
እናቷ	-10.5755
ረጋገጠ	-10.578
ሶስተኛው	-10.5837
▁የሚያመለክ	-10.5839
